Repository: FouadRaheb/Localization
Catalog: WatusiToggle/*.lproj/Localizable.strings
Languages: de

# LAST_SEEN
source: Visto pela última vez
de: Zuletzt gesehen

# READ_RECEIPTS
source: Ler recibos
de: Lesebestätigungen

# DELIVERY_RECEIPTS
source: Recibos de entrega
de: Zustellbestätigungen

# DISABLE_INTERNET
source: Desativar Internet
de: Internet deaktivieren

# BLOCK_CALLS
source: Bloquear Ligações
de: Anrufe blockieren

# AUTO_REPLY
source: Resposta Automática
de: Automatische Antwort

# HIDE_CHATS
source: Ocultar Chats
de: Chats ausblenden

# ACTIVE_TOGGLES_LABEL
source: Alternâncias ativas
de: Aktive Steuerelemente

# ACTIVE_TOGGLES_FOOTER
source: Adicione e organize alternâncias adicionais para aparecer na Central de Controle
de: Füge zusätzliche Steuerelemente hinzu und organisiere sie, damit sie im Kontrollzentrum angezeigt werden.

# DISABLE_WHEN_PASSCODE_LOCKED_LABEL
source: Desativar quando o código de acesso está bloqueado
de: Im Sperrzustand deaktivieren

# DISABLE_WHEN_PASSCODE_LOCKED_FOOTER
source: Desabilitar o acesso às alternâncias quando o dispositivo estiver com a senha bloqueada
de: Deaktiviert den Zugriff auf die Steuerelemente, wenn das Gerät mit einem Passwort gesperrt ist.

# RESPRING_FOOTER
source: Uma respring é necessária para aplicar as alterações
de: Um Änderungen zu übernehmen, ist ein Respring erforderlich.

# TOGGLES_PAGE_TITLE
source: Alternar
de: Steuerelemente

# ACTIVE_SECTION_HEADER
source: Ativo
de: Aktive

# DISABLED_SECTION_HEADER
source: Desativado
de: Deaktiviert

# ACTIVE_SECTION_FOOTER
source: Um número máximo de 6 alternadores pode aparecer em seu centro de controle
de: Im Kontrollzentrum können maximal 6 Steuerelemente angezeigt werden.
