Repository: FouadRaheb/Localization
Catalog: OnlineNotify/*.lproj/Localizable.strings
Languages: ar, de, es, pt_br, tr

# PREFERENCES
source: OnlineNotify Preferences
ar: إعدادات OnlineNotify
de: OnlineNotify Einstellungen
es: Preferencias OnlineNotify
pt_br: Preferências do OnlineNotify
tr: OnlineNotify Ayarları

source: Online Contacts
ar: جهات الاتصال المتصلة
de: Kontakte die online sind
es: Contactos en línea
pt_br: Contatos Online
tr: Çevrimiçi Kişiler

# TRACKING_TABLE
source: Tracking List
ar: جدول التتبع
de: Liste der zu trackenden Kontakte
es: Lista de rastreo
pt_br: Lista de Rastreamento
tr: Takip Listesi

source: Notifications Logs
ar: سجلات الإشعارات
de: Kontakt-Logs
es: Registros de Notificaciones
tr: Kişiler Günlükleri

# ENABLE_DESCRIPTION
source: Enable to start receiving notifications
ar: تفعيل لبدء تلقي الإشعارات
de: Aktivieren um Benachrichtigungen zu erhalten.
es: Habilitar para comenzar a recibir notificaciones
pt_br: Ativar para começar a receber notificações
tr: Bildirimleri almaya başlamak için etkinleştir

# ENABEL_LABEL
source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
pt_br: Ativar para começar a receber notificações
tr: Bildirimleri Etkinleştir

# CONTACTS_NOTIFICATIONS_SECTION_HEADER
source: Contacts Notifications
ar: إشعارات جهات الاتصال
de: Kontakt Benachrichtigungen
es: Notificaciones de Contactos
tr: Kişiler Bildirimleri

# CONTACTS_NOTIFICATIONS_SECTION_FOOTER
source: - Receive online/offline notifications for selected users. (Add users from Tracking List). - Receive notification when anyone of your contacts starts typing or recording in your chat. - Receive notification when a contact reads your sent messages.
ar: - احصل على إشعارات متصل الآن/غير متصل لمستخدمين محددين. (أضف مستخدمين من جدول التتبع) - احصل على إشعار عندما يبدأ شخص ما من جهات اتصالك بكتابة رسالة في محادثتك. - احصل على إشعار عندما تقرأ جهة اتصالك رسائلك المرسلة.
de: - Erhalte für ausgewählte Kontakte 'Ist online'/'Ist offline'-Benachrichtigungen. (Füge die jeweiligen Kontakte der Liste der verfolgten Kontakte hinzu.) - Erhalte Benachrichtigungen, wenn einer deiner Kontakte dir eine Nachricht schreibt. - Erhalte Benachrichtigungen, wenn einer deiner Kontakte deine Nachricht gelesen hat.
es: - Obtener notificaciones en línea/sin conexión para los usuarios seleccionados. (Añadir usuarios de la tabla de seguimiento). - Recibe una notificación cuando alguno de tus contactos empieza a escribir en tu chat. - Obtener notificación cuando un contacto lee los mensajes enviados.
tr: - Seçilen kullanıcılar için çevrimiçi / çevrimdışı bildirimleri alın. (İzleme Tablosundan kullanıcı ekleyin. - Kişilerinizden herhangi biri sohbetinize yazmaya başladığında bildirim alın. - Bir kişi gönderdiğiniz iletileri okuduğunda bildirim alın.

# ONLINE_NOTIFICATION_LABEL
source: Online Notificaitons
ar: إشعارت متصل الآن
de: Benachrichtigung wenn online
es: Notificaciones en línea
pt_br: Notificações Online
tr: Çevrimiçi Bildirimleri

# OFFLINE_NOTIFICATION_LABEL
source: Offline Notifications
ar: إشعارت غير متصل
de: Benachrichtigung wenn offline
es: Notificaciones sin conexión
pt_br: Notificações Offline
tr: Çevrimdışı Bildirimleri

# TYPING_NOTIFICATION_LABEL
source: Typing Notifications
ar: إشعارات الكتابة
de: 'Schreibt...' Benachrichtigungen
es: Notificaciones de escribiendo
pt_br: Notificações de digitação
tr: Yazıyor Bildirimleri

# RECORDING_NOTIFICATION_LABEL
source: Recording Notifications
ar: إشعارات تسجيل المقطع الصوتي
de: Nimmt Sprachaufnahme auf Benachrichtigung
es: Notificaciones de notaz de voz
pt_br: Notificações de Gravação
tr: Kaydediyor Bildirimleri

# READ_MESSAGE_NOTIFICATION_LABEL
source: Read Messages Notifications
ar: إشعارات قراءة الرسائل
de: 'Gelesen' Benachrichtigung
es: Leer notificaciones de mensajes
pt_br: Notificações de Mensagens Lidas
tr: Mesajınız Okundu Bildirimleri

# STATUS_VIEWED_NOTIFICATION_LABEL
source: Status Viewed Notifications
de: Status-Gesehen Benachrichtigung
es: Notificaciones de estados vistos
tr: Durum Görüntülendi Bildirimleri

# GROUPS_NOTIFICATIONS_SECTION_HEADER
source: Groups Notifications
ar: إشعارات المجموعات
de: Gruppen Benachrichtigungen
es: Notificaciones de Grupos
tr: Grup Bildirimleri

# GROUPS_NOTIFICATIONS_SECTION_FOOTER
source: Receive typing, recording and read messages notifications for the members in the groups you are in.
ar: تلقي إشعارات الكتابة، التسجيل الصوتي وقراءة الرسائل للأعضاء في المجموعات التي تكون أنت فيها.
de: Erhalte Benachrichtigungen wenn Mitglieder in Gruppen Schreiben, Aufzeichnen und Lesen.
es: Reciba notificaciones de mecanografía, grabación y lectura de mensajes para los miembros de los grupos en los que se encuentre.
tr: Bulunduğunuz gruplardaki üyeler için yazma, kaydetme ve okuma mesajları bildirimleri alın.

# GROUPS_TYPING_NOTIFICATION_LABEL
source: Typing Notifications
ar: إشعارات الكتابة
de: 'Schreibt...' Benachrichtigungen
es: Notificaciones de Escribiendo
tr: Yazıyor Bildirimleri

# GROUPS_RECORDING_NOTIFICATION_LABEL
source: Recording Notifications
ar: إشعارات تسجيل المقطع الصوتي
de: Nimmt Sprachaufnahme auf Benachrichtigung
es: Notificaciones de notas de voz
tr: Kaydediyor Bildirimleri

# GROUPS_READ_MESSAGE_NOTIFICATION_LABEL
source: Read Messages Notifications
ar: إشعارات قراءة الرسائل
de: 'Gelesen' Benachrichtigung
es: Leer Notificaciones de Mensajes
tr: Mesaj Okundu Bildirimleri

# LOG_NOTIFCATIONS_LABEL
source: Notifications Logs
ar: سجلات الإشعارات
de: Benachrichtigungs-Logs
es: Registros de notificaciones
pt_br: Registro de Notificações
tr: Bildirim Günlükleri

# LOG_NOTIFCATIONS_DESCRIPTION
source: Log every contact's Online/Offline/Typing notification you receive, you can check the logs from Logs Table.
ar: تسجيل كل إشعار متصل الآن/غير متصل/كتابة لجهة اتصال تتلقاه، ويمكنك التحقق من السجلات من جدول السجلات.
de: Loggt alle 'Ist online'/'Ist offline'/'Schreibt'-Benachrichtigungen, die du erhältst; die Logs sind bei den Benachrichtigungs-Logs gespeichert.
es: Registre la notificación en línea/sin conexión/escribiendo que usted recibe de cada contacto, puede comprobar los registros en lista de los registros.
pt_br: Registre todas as notificações de Online/Offline/Digitando que você receber, você pode checar na aba ‘Registro de Contatos’.
tr: Aldığınız tüm kişilerin Çevrimiçi / Çevrimdışı / Yazma bildirimlerini, Günlükler Tablosundan günlükleri kontrol edebilirsiniz.

# SELECTED_TYPING_LABEL
source: Typing for Favorites
ar: الكتابة للمفضلة
de: 'Schreibt' für Favoriten
es: Escribiendo para los favoritos
pt_br: Digitando para favoritos
tr: Favoriler için yazıyor

# SELECTED_RECORDING_LABEL
source: Recording for Favorites
ar: التسجيل للمفضلة
de: Nimmt Sprachaufnahme auf für Favoriten
es: Notas de voz de favoritos
pt_br: Gravando para favoritos
tr: Favoriler için kaydediyor

# SELECTED_READ_MESSAGE_LABEL
source: Read Messages for Favorites
ar: قراءة الرسائل للمفضلة
de: 'Gelesen' Benachrichtigung für Favoriten
es: Leer mensajes para favoritos
pt_br: Mensagem Lida para favoritos
tr: Favoriler için mesajınız okundu

# SELECTED_STATUS_VIEWED_LABEL
source: Status Viewed for Favorites
de: Status-Gesehen Benachrichtigung für Favoriten
es: Estado visto para favoritos
tr: Favoriler için Görüntülenen Durum

# SELECTED_NOTIFICATION_DESCRIPTION
source: Receive typing & read messages notification only for favorite contacts you selected in tracking list.
ar: تلقي إشعارات الكتابة وقراءة الرسائل فقط لجهات الاتصال المفضلة التي حددتها في جدول التتبع.
de: Erhalte nur für verfolgte Favoriten 'Schreibt'- und 'Gelesen'-Benachrichtigungen, die du in der Liste festgelegt hast.
es: Recibe notificación de mensajes de escritura y lectura sólo para contactos favoritos que ha seleccionado en la lista de seguimiento.
pt_br: Receba notificação de digitaçao e leitura apenas dos contatos favoritos que você selecionou na ‘Lista de Rastreamento’.
tr: Yalnızca izleme tablosunda seçtiğiniz favori kayıtlarınız için yazarak ve okundu mesajı alırsınız.

# NOTIFICATIONS_SETTINGS_SECTION_DESCRIPTION
source: Customize Notifications Style & Sound
ar: تخصيص شكل الإشعارات والصوت
de: Benachrichtigungsstil und Sound anpassen
es: Personalizar notificaciones de estilo y sonido
tr: Bildirim Stilini ve Sesini Özelleştirin

# NOTIFICATIONS_SETTINGS_LABEL
source: Notifications Settings
ar: إعدادات الإشعارات
de: Benachrichtigungs Einstellungen
es: Configuracion de Notificaciones
tr: Bildirim Ayarları

# SHOW_TEST_NOTIFICATION
source: Show example notification
ar: عرض إشعار كمثال
de: Zeige Beispiel für Benachrichtigung
es: Mostrar ejemplo de notificación
pt_br: Mostrar exemplo de notificação
tr: Örnek Bildirimi Göster

# TEST_NOTIFICATION_MESSAGE
source: Example notification message
ar: مثال على رسالة الإشعار
de: Dies ist eine Benachrichtigung von OnlineNotify.
es: Ejemplo de mensaje de notificación
pt_br: Notificação de exemplo
tr: Örnek mesaj bildirimi

# NOTIFICATION_SOUND_LABEL
source: Notifications Sound
ar: صوت الإشعارات
de: Benachrichtigungston
es: Sonido de notificaciones
pt_br: Som de Notificação
tr: Bildirim Sesi

# NOTIFICATION_SOUND_DESCRIPTION
source: Choose a sound for notifications.
ar: اختر صوت للإشعارات
de: Wähle einen Ton für Benachrichtigungen aus.
es: Elija un sonido para las notificaciones.
pt_br: Escolha um som para as notificações.
tr: Bildirim sesi seç.

# NOTIFICATION_STYLE_LABEL
source: Notifications Style
ar: شكل الإشعارات
de: Benachrichtigungsstil
es: Estilo de Notificaciones
tr: Bildirim Stili

# NOTIFICATION_STYLE_DESCRIPTION
source: In-App Notifications Banner Style
ar: شكل شعار الإشعارات داخل التطبيق
de: In-App Benachrichtigungs Banner Stil
es: Estilo de Banner de Notificaciones en la Aplicación
tr: Uygulama İçi Bildirimler Stili

# NOTIFICATION_STYLE_STATUSBAR_LABEL
source: Status Bar
ar: شريط الحالة
es: Barra de Estado
tr: Durum Çubuğu

# NOTIFICATION_STYLE_SYSTEM_LABEL
source: System
ar: النظام
es: Sistema
tr: Sistem

source: Outside Notifications
ar: الإشعارات الخارجية
de: Benachrichtigungen außerhalb von WhatsApp
es: Notificaciones exteriores
pt_br: Notificações Externas
tr: Dışarı Bildirimleri

# OUTSIDE_NOTIFICATIONS_DESCRIPTION
source: Get OnlineNotify notifications outside WhatsApp. Note that WhatsApp needs to be active in background and you will be shown as Online.
ar: احصل على إشعارات OnlineNotify خارج واتساب. لاحظ أن واتساب يحتاج إلى أن يكون نشطًا في الخلفية وستظهر أنت كمتصل الآن.
de: Erhalte Benachrichtigungen von OnlineNotify auch außerhalb von WhatsApp. Merke dir, dass WhatsApp im Hintergrund weiterlaufen muss und dass du immer als online angezeigt werden wirst.
es: Obtenga notificaciones de OnlineNotify fuera de WhatsApp. Tenga en cuenta que WhatsApp debe estar activo en segundo plano y mostrara en línea.
pt_br: Obter notificações do OnlineNotify fora do WhatsApp. Observe que o WhatsApp precisa estar ativo em segundo plano e você será mostrado como Online.
tr: WhatsApp dışında OnlineNotify bildirimleri al. Whatsapp arkaplanda aktif olmalı ve sürekli online gözükürsün.

# ONLINE_CONTACTS_LIST_DESCRIPTION
source: Add a row on top of Chats List to check your online contacts.
ar: إضافة صف أعلى قائمة الدردشات للتحقق من جهات الاتصال المتصلة.
de: Fügt eine Reihe über deiner Chat-Liste hinzu, die alle Kontakte anzeigt die grade online sind.
es: Agrega una fila en la parte superior de la lista de chats para ver tus contactos en línea.
pt_br: Adicione uma linha no topo da Lista de Chats para verificar seus contatos on-line.
tr: Çevrimiçi kişilerinizi kontrol etmek için Sohbet Listesinin üstüne bir satır ekleyin.

# ONLINE_CONTACTS_LIST_LABEL
source: Online Contacts List
ar: جهات الاتصال المتصلة
de: Liste der Online-Kontakte
es: Lista de contactos en línea
pt_br: Lista de Contatos Online
tr: Çevrimiçi Kişiler Listesi

# ONLINE_CONTACTS_LIST_ONLINE_HEADER
source: Online
ar: متصل الآن
es: En línea
tr: Çevrimiçi

# ONLINE_CONTACTS_LIST_OFFLINE_HEADER
source: Offline
ar: غير متصل
es: Fuera de línea
tr: Çevrimdışı

# ONLINE_CONTACTS_LIST_ALERT_MESSAGE
source: Online Contacts feature has always been a reason for getting blocked from requesting your contacts last seen which usually gets fixed after few hours. The reason for this block is due to a large number of requests because you are fetching the last seen of your whole contacts list. Therefore, I have decided to make this list an online list of the contacts you choose to follow and not of all your contacts list.
ar: ميزة جهات الاتصال المتصلة كانت دائمًا سببًا في الحصول على الحظر من إمكانية طلب رؤية آخر ظهور لجهات اتصالك وعادة ما يتم الإصلاح بعد بضع ساعات. وسبب هذا الحظر يعود إلى العدد الكبير جدًا من الطلبات لأنك تجلب آخر ظهور قائمة جهات اتصالك بأكملها. ولذلك، قررت جعل هذه القائمة تُظهر فقط جهات الاتصال التي تختار متابعتها وليس جهات اتصالك بأكملها.
de: Die Funktion 'Online-Kontakte' ist ein Grund dafür, dass deine letzten Kontakte nicht mehr angefragt wurden, was normalerweise nach einigen Stunden behoben wird. Der Grund für diese Blockierung liegt in der großen Anzahl von Anfragen, weil du die zuletzt online Liste deiner gesamten Kontakte abrufst. Deshalb habe ich beschlossen, diese Liste zu einer Online-Liste der Kontakte zu machen, denen du folgen möchtest, und nicht deiner gesamten Kontaktliste.
es: La función de Contactos en línea siempre ha sido una razón para que se bloquee la solicitud de sus contactos la última vez que se soluciona después de unas pocas horas. La razón de este bloqueo se debe a la gran cantidad de solicitudes porque está obteniendo lo último de su lista completa de contactos. N Por lo tanto, he decidido hacer de esta lista una lista en línea de los contactos que elige seguir y no de Toda tu lista de contactos.
pt_br: O recurso de Contatos online sempre foi um motivo para ser bloqueado pelo WhatsApp por solicitar o último visto dos seus contatos, o que geralmente é corrigido após algumas horas. O motivo deste bloqueio é devido ao grande número de solicitações, porque você está buscando o último visto de toda a sua lista de contatos. Portanto, decidi fazer desta lista uma lista online dos contatos que você escolheu seguir e não de todos os seus contatos..
tr: Çevrimiçi Kişiler özelliği her zaman, birkaç saat sonra genellikle giderilen kişilerinizi talep etmekten engellendi. Bu engellemenin nedeni, tüm kişi listenizin son görülmesini getirmekte olduğunuzdan dolayı çok sayıda istekte bulunmanız. N nBu nedenle, bu listeyi takip etmeyi seçtiğiniz kişilerin çevrimiçi bir listesi haline getirmeye karar verdim.

# ONLINE_CONTACTS_LIST_PREFERENCES_TITLE
source: List Settings
ar: إعدادات القائمة
de: Listeneinstellungen
es: Lista de Configuraciones
pt_br: Configurações da lista
tr: Liste Ayarları

# ONLINE_CONTACTS_LIST_SELECTED_CONTACTS
source: Selected Contacts
ar: جهات الاتصال المحددة
de: Ausgewählte Kontakte
es: Contactos Seleccionados
pt_br: Contatos Selecionados
tr: Seçili Kişiler

# ONLINE_CONTACTS_LIST_PICKER_TITLE
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
pt_br: Contatos
tr: Kişiler

# ONLINE_CONTACTS_LIST_SHOW_OFFLINE_CONTACTS
source: Show Offline Contacts
ar: إظهار جهات الاتصال غير المتصلة
de: Offline Kontakte anzeigen
es: Mostrar contactos sin conexión
pt_br: Mostrar Contatos Offline
tr: Çevrimdışı Kişileri göster

# ONLINE_CONTACTS_LIST_SHOW_OFFLINE_LASTSEEN
source: Show Lastseen of Offline Contacts
ar: إظهار آخر ظهور لجهات الاتصال غير المتصلة
de: Zeige zuletzt gesehen von offline Kontakten
es: Mostrar contactos vistos por última vez o sin conexión
pt_br: Mostar último visto dos contatos offline
tr: Çevrimdışı kişilerin son görülmelerini göster

# ENABLE_NOTIFICATIONS_ALERT
source: WhatsApp needs to be relaunched in order to enable notifications
ar: تحتاج إلى إعادة تشغيل واتساب لتفعيل الإشعارات
de: WhatsApp muss neu gestartet werden, um Benachrichtigungen zu aktivieren.
es: WhatsApp necesita ser relanzado para habilitar notificaciones
pt_br: O WhatsApp precisa ser re-aberto para ativar as notificações
tr: Bildirimleri etkinleştirmek için WhatsApp'ın yeniden başlatılması gerekir

# DISABLE_NOTIFICATIONS_ALERT
source: WhatsApp needs to be relaunched in order to disable notifications
ar: تحتاج إلى إعادة تشغيل واتساب لتعطيل الإشعارات
de: WhatsApp muss neu gestartet werden, um Benachrichtigungen zu deaktivieren.
es: WhatsApp necesita ser relanzado para desactivar las notificaciones
pt_br: O WhatsApp precisa ser re-aberto para desativar as notificações
tr: Bildirimleri devre dışı bırakmak için WhatsApp'ın yeniden başlatılması gerekir

# ENABLE_OUTSIDE_NOTIFICATION_ALERT
source: Enabling Outside notifications will keep your WiFi active after the device has been locked and you will be always shown as Online even when WhatsApp is in background
ar: سيؤدي تفعيل الإشعارات الخارجية إلى إبقاء الـ WiFi لديك نشطًا بعد قفل الجهاز وستظهر أنت كمتصل الآن حتى عندما يكون واتساب في الخلفية
de: Wenn du Benachrichtigungen für außerhalb von WhatsApp aktivierst, bleibt dein WiFi eingeschaltet falls du dein Gerät sperrst und du wirst immer als online angezeigt, selbst wenn WhatsApp im Hintergrund läuft.
es: Habilitar las notificaciones externas mantendrá tu WiFi activo después de que el dispositivo haya sido bloqueado y siempre aparecerás como Online incluso cuando WhatsApp esté en segundo plano
pt_br: A ativação de notificações externas manterá seu Wi-Fi ativo após o bloqueio do dispositivo e você será sempre exibido como Online mesmo quando o WhatsApp estiver em segundo plano
tr: Dışarıda bildirimlerin etkinleştirilmesi, cihaz kilitlendikten sonra Wi-Fi'yi etkin durumda tutar ve WhatsApp arka planda olduğunda bile çevrimiçi olarak her zaman gösterilirsiniz

# ONLINE_INDICATORS_LABEL
source: Online Indicators
ar: مؤشرات متصل الآن
de: Online-Indikator
es: Indicadores En línea
tr: Çevrimiçi Göstergeleri

# ONLINE_INDICATORS_SECTION_DESCRIPTION
source: Adds an Online Indicator next to your contacts in different places.
ar: إضافة مؤشر متصل الآن بجوار جهات اتصالك في أماكن مختلفة.
de: Fügt neben deinen Kontakt an verschiedenen Stellen einen Online-Indikator hinzu.
es: Agrega un indicador en línea junto a sus contactos en diferentes lugares.
tr: Kişilerinizin yanına farklı yerlerde bir çevrimiçi göstergesi ekler.

# ONLINE_INDICATORS_STYLE_SECTION_LABEL
source: Style
ar: الشكل
de: Stil
es: Estilo
tr: Stil

# ONLINE_INDICATOR_STYLE_LABEL
source: Online Indicator Style
ar: شكل مؤشر متصل الآن
de: Online-Indikator Stil
es: Estilo de Indicador En línea
tr: Çevrimiçi Gösterge Stili

# ONLINE_INDICATOR_STYLE_BAR_LABEL
source: Bar
ar: شريط
de: Balken
es: Barra

# ONLINE_INDICATOR_STYLE_ROUNDED_LABEL
source: Dot
ar: مُدوَّر
de: Punkt
es: Punto
tr: Nokta

# ONLINE_INDICATOR_COLOR_NAME_LABEL
source: Color Contact Name
ar: تلوين اسم جهة الاتصال
de: Kontaktnamen färben
es: Color en Nombre de Contacto
tr: Kişi Adını Renklendir

# FAVORITES_LIST_LABEL
source: Favorites List
ar: قائمة المفضلة
de: Favoriten-Liste
es: Lista de favoritos
pt_br: Lista de Favoritos
tr: Favoriler Listesi

# FAVORITES_LIST_DESCRIPTION
source: - Adds a green indicator next to Online Users in Watusi favorites list which replaces the camera tab.. - Replace contacts status with their lastseen in Watusi favorites list.
ar: - إضافة مؤشر أخضر بجوار المستخدمين المتصلين الآن في قائمة Watusi المفضلة التي تحل محل تبويب الكاميرا. - استبدال حالة جهات الاتصال بآخر ظهور لهم في قائمة Watusi المفضلة.
de: - Fügt einen grünen Indikator neben Kontakten in deiner durch Watusi eingestellten Favoriten-Liste hinzu, die gerade online sind. - Ersetzt die Info eines Kontaktes in eben dieser Liste mit seinem 'Zuletzt gesehen'-Status.
es: - Añade un indicador verde junto a usuarios en línea en la lista de favoritos de Watusi, que sustituye a la tarjeta de la cámara.. - Reemplaza el estado de los contactos con su última entrada en la lista de favoritos de Watusi.
pt_br: - Adiciona um indicador verde ao lado de Usuários Online na lista de favoritos do Watusi que substitui a guia da câmera. - Substitua o status dos contatos com o último visto na lista de favoritos do Watusi.
tr: - Watusi sık kullanılanlar listesindeki Çevrimiçi Kullanıcıların yanına, kamera sekmesinin yerine yeşil bir gösterge ekler... - Watusi favori listesindeki durumu son görülme ile değiştir.

# GROUP_MEMBERS_LABEL
source: Group Members
ar: أعضاء المجموعة
de: Gruppenmitglieder
es: Miembros del grupo
pt_br: Participantes de Grupos
tr: Grup Üyeleri

# GROUP_MEMBERS_DESCRIPTION
source: - Adds a green indicator next to Online Users in group members list. - Replace contacts status with their lastseen in group members list.
ar: - إضافة مؤشر أخضر بجوار المستخدمين المتصلين الآن في قائمة أعضاء المجموعة. - استبدال حالة جهات الاتصال بآخر ظهور لهم في قائمة أعضاء المجموعة.
de: - Fügt einen grünen Indikator neben Kontakten in der Mitgliederliste einer Gruppe hinzu, die gerade online sind. - Ersetzt die Info eines Kontaktes in eben dieser Liste mit seinem 'Zuletzt gesehen'-Status.
es: - Añade un indicador verde junto a usuarios en línea en la lista de miembros del grupo. - Reemplazar el estado de sus contactos con su última entrada en la lista de miembros del grupo.
pt_br: - Adiciona um indicador verde ao lado de Usuários Online na lista de participantes do grupo. - Substituir o status dos contatos pela última vez vistos na lista de membros do grupo.
tr: - Online olan grup üyelerinin yanına yeşil bir gösterge ekler. - Grup üyelerinin durumlarını son görülme ile değiştir.

# CHATS_LIST_LABEL
source: Chats List
ar: قائمة الدردشات
de: Liste der Chats
es: Lista de chats
pt_br: Lista de Chats
tr: Sohbet Listesi

# CHATS_LIST_DESCRIPTION
source: Adds a green indicator next to Online Users in chats list.
ar: إضافة مؤشر أخضر بجوار المستخدمين المتصلين الآن في قائمة الدردشات.
de: Fügt einen grünen Indikator neben Kontakten in deiner Chat-Liste hinzu, die gerade online sind.
es: Agrega un indicador verde junto a usuarios en línea en la lista de chats.
pt_br: Adiciona um indicador verde ao lado de Usuários Online na lista de bate-papo.
tr: Sohbet listesindeki Çevrimiçi Kullanıcıların yanına yeşil bir gösterge ekler.

source: Online Indicator
ar: مؤشر متصل الآن
de: Online-Indikator
es: Indicador en línea
pt_br: Indicador online
tr: Çevrimiçi Göstergesi

source: Last seen
ar: آخر ظهور
de: Zuletzt gesehen
es: Ultima vista
pt_br: Último visto
tr: Son Görülme

source: Add Contact
ar: إضافة جهة اتصال
de: Kontakt hinzufügen
es: Agregar contacto
pt_br: Adicionar Contato
tr: Kişi Ekle

source: Contact already exists
ar: جهة الاتصال موجودة بالفعل
de: Kontakt existiert bereits
es: El contacto ya existe
pt_br: Contato já existe
tr: Kişi zaten mevcut

source: Relaunch
ar: إعادة التشغيل
de: Neustarten
es: Relanzar
pt_br: Re-abrir
tr: Yeniden Başlat

source: Later
ar: لاحقًا
de: Später
es: Despues
pt_br: Depois
tr: Sonra

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
pt_br: Cancelar
tr: İptal

source: Okay
ar: حسنًا
es: Ok
pt_br: Ok
tr: Tamam

source: Delete
ar: حذف
de: Löschen
es: Borra
pt_br: Deletar
tr: Sil

source: Enable
ar: تفعيل
de: Aktivieren
es: Habilitar
pt_br: Ativar
tr: Etkinleştir

source: Export
ar: تصدير
de: Exportieren
es: Exportar
pt_br: Exportar
tr: Dışa aktar

# ZIP_AND_EXPORT_LOGS
source: Zip and export all logs
ar: ضغط وتصدير كل السجلات
de: Log-Dateien exportieren
es: Comprimir y exportar todos los registros
pt_br: Zipar e exportar os registros
tr: Günlükleri zipleyip dışa aktarır.

# DELETE_ALL_LOGS_WARNING
source: This action will delete ALL logs.
ar: هذا الإجراء سيقوم بحذف كل السجلات
de: Dies löscht ALLE Logs.
es: Esta acción eliminará todos los registros.
pt_br: Essa ação apagará TODOS os registros.
tr: TÜM günlükleri siler.

# DELETE_ALL_LOGS_FOR_WARNING
source: This action will delete all logs for
ar: هذا الإجراء سيقوم بحذف كل السجلات لـ
de: Dies löscht alle Logs für
es: Esta acción eliminará todos los registros para
pt_br: Essa ação apagará registros de
tr: Şu kişi için tüm günlükleri siler
