Repository: FouadRaheb/Localization
Catalog: OnlineNotify/*.lproj/Localizable.strings
Languages: ar, de, es, pt_br, tr

# RELAUNCH_MESSAGE
source: You need to relaunch WhatsApp in order to apply changes
ar: تحتاج إلى إعادة تشغيل واتساب لتطبيق التغييرات
de: WhatsApp muss neu gestartet werden, damit die Änderungen wirksam werden.
es: Necesita relanzar WhatsApp para aplicar cambios
pt_br: Você precisa re-abrir o WhatsApp para aplicar as alterações
tr: Değişiklerin olması için WhatsApp'ı yeniden başlat.

source: Online
ar: متصل الآن
es: en línea
tr: Çevrimiçi

source: Offline
ar: غير متصل
es: desconectado
tr: Çevrimdışı

source: is typing...
ar: يكتب...
de: schreibt...
es: está escribiendo...
pt_br: digitando...
tr: yazıyor...

source: is recording...
ar: يسجل مقطع صوتي...
de: nimmt auf...
es: está grabando...
pt_br: está gravando...
tr: Ses Kaydediyor...

# IS_TYPING_IN_GROUP
source: is typing in
ar: يكتب في
de: schreibt in
es: está escribiendo en
tr: şu grupta yazıyor

# IS_RECORDING_IN_GROUP
source: is recording in
ar: يسجل مقطع صوتي في
de: nimmt auf in
es: está grabando en
tr: şu grupta kaydediyor

source: is now online
ar: متصل الآن
de: ist jetzt online
es: está ahora en línea
pt_br: está online agora
tr: şimdi çevrimiçi

source: has gone offline at
ar: غادر واتساب في
de: ist offline gegangen um
es: se ha desconectado en
pt_br: ficou off-line às
tr: şu zamanda çevrimdışı oldu

source: has read your messages
ar: قرأ رسائلك
de: hat deine Nachrichten gelesen
es: ha leído tus mensajes
pt_br: leu suas mensagens
tr: mesajınızı okudu

# HAS_READ_YOUR_MESSAGES_IN_GROUP
source: has read your messages in
ar: قرأ رسائلك في
de: hat deine Nachrichten in der Gruppe gelesen
es: ha leído los mensajes de en
pt_br: leu suas mensagens no grupo
tr: grup mesajınızı okudu

source: has received your messages
ar: تلقى رسائلك
de: hat deine Nachrichten erhalten
es: ha recibido tus mensajes
pt_br: recebeu sua mensagem
tr: mesajınızı aldı

# HAS_RECEIVED_YOUR_MESSAGES_IN_GROUP
source: has received your messages in
ar: تلقى رسائلك في
de: erhielt deine Nachricht der Gruppe
es: ha recibido su mensaje de en
pt_br: recebeu suas mensagens do grupo
tr: grup mesajınızı aldı

source: viewed your status
de: hat deinen Status angesehen
es: ha visto tus estados
tr: durumunuzu görüntüledi

# DEVELOPER_SECTION_HEADER
source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
pt_br: Desenvolvedor
tr: Geliştirici

# CONTRIBUTE_LABEL
source: Contribute
ar: المساهمة
de: Spenden
es: Contribuir
pt_br: Contribuir
tr: Bağış

# SUPPORT_SECTION_HEADER
source: Support
ar: الدعم
es: Soporte
pt_br: Suporte
tr: Destek

# CONTACT_AND_MORE_LABEL
source: Contact & More
ar: التواصل والمزيد
de: Kontakt & Mehr
es: Contacto y más
pt_br: Contato e Mais
tr: İletişim ve Fazlası

# ACCOUNT_AND_AD_REMOVAL_LABEL
source: Account & Ad Removal
ar: الحساب وإزالة الإعلانات
de: Konto & Werbungsentfernung
es: Cuenta y eliminación de anuncios
pt_br: Conta e Remoção de Anúncios
tr: Hesap ve Reklam Kaldırma

# CONTACT_SUPPORT_LABEL
source: Contact Support
ar: التواصل مع الدعم
de: Support kontaktieren
es: Contacto de soporte
pt_br: Entre em contato com o suporte
tr: Destekle İletişime Geç

# VERSIONS_SECTION_HEADER
source: Versions
ar: الإصدارات
de: Versionen
es: Versiones
pt_br: Versões
tr: Versiyon
