Repository: FouadRaheb/Localization
Catalog: Stalky/*.lproj/Localizable.strings
Languages: ar, de, pt_br, tr

# ACCOUNT_AND_AD_REMOVAL_LABEL
source: Account & Ad Removal
ar: الحساب وإزالة الإعلانات
de: Account & Werbungsentfernung
pt_br: Conta e Remoção de anúncio
tr: Hesap ve Reklam Kaldırma

# CONTACT_SUPPORT_LABEL
source: Contact Support
ar: التواصل مع الدعم
de: Support kontaktieren
pt_br: Contactar Suporte
tr: Destekle İletişim

# VERSIONS_SECTION_HEADER
source: Versions
ar: الإصدارات
pt_br: Versões
tr: Versiyon

source: Just now
ar: الآن
de: Jetzt
pt_br: Agora mesmo
tr: Şu anda

source: m
ar: د
tr: d

source: h
ar: س
tr: s

source: ago
ar: منذ
de: vor
pt_br: atrás
tr: önce

# AUTO_DOWNLOAD_WIFI
source: Wi-Fi
de: Wlan
