Repository: FouadRaheb/Localization
Catalog: Stalky/*.lproj/Localizable.strings
Languages: ar, de, pt_br, tr

# BACKUP_IMPORT_PROCESS_INVALID_ZIP_MESSAGE
source: Zip file does not contain any profile or status media.
ar: ملف الـ ZIP لا يحتوي على أي ملفات شخصية أو وسائط حالة.
de: Die ZIP-Datei enthält keine Profil- oder Statusmedien.
pt_br: O arquivo zip não contém nenhum perfil ou mídia de status.
tr: ZİP dosyası profil yada medya içermiyor.

# BACKUP_IMPORT_PROCESS_COMPLETED_MESSAGE
source: Import Completed
ar: اكتمل الاستيراد
de: Import abgeschlossen
pt_br: Importação Concluída
tr: İçe Aktarma Tamamlandı

# BACKUP_EXPORT_ALERT_TITLE
source: Export Media
ar: تصدير الوسائط
de: Medien exportieren
pt_br: Exportar Mídia
tr: Medyayı Dışa Aktar

# BACKUP_EXPORT_ALERT_MESSAGE
source: Create a backup ZIP of your contacts saved profile pictures and statuses. This will not export Stalky database which contains your contacts updates list.
ar: إنشاء نسخة احتياطية ZIP من الصور الشخصية والحالات المحفوظة لجهات اتصالك. لن يؤدي هذا إلى تصدير أي شيء يخصك إلى قاعدة بيانات Stalky.
de: Erstelle eine Sicherungs-ZIP-Datei deiner gespeicherten Profilbilder Status. Dies wird nicht die Stalky-Datenbank, die die Updates deiner Kontake enthält exportieren.
pt_br: Crie um backup ZIP das fotos de perfil e dos status de seus contatos. Isso não exportará o banco de dados Stalky que contém sua lista de atualizações de contatos.
tr: Yedek almak için bir ZİP oluşturur. Bu yedek Stalky'in tablo listesini içermez.

# BACKUP_EXPORT_ALERT_ALL_MEDIA_BUTTON
source: All Media
ar: كل الوسائط
de: Alle Medien
pt_br: Todas as Mídias
tr: Bütün Medya

# BACKUP_EXPORT_ALERT_FAVORITES_BUTTON
source: Favorites Media
ar: الوسائط المفضلة
de: Von favorisierten Kontakten
pt_br: Mídia dos Favoritos
tr: Favorilerin Medyası

# BACKUP_EXPORT_FAVORITES_EMPTY_MESSAGE
source: Your favorite list does not contain any contact
ar: قائمتك المفضلة لا تحتوي على أي جهات اتصال.
de: Keine favorisierten Kontakte
pt_br: Sua lista de favoritos não contém nenhum contato
tr: Bu favoriler medyası boş

# BACKUP_EXPORT_ALERT_SELECT_CONTACTS_BUTTON
source: Select Contacts
ar: تحديد جهات الاتصال
de: Kontakte auswählen
pt_br: Selecionar Contatos
tr: Kişi Seçin

# BACKUP_EXPORT_SELECT_CONTACTS_NONE_SELECTED_MESSAGE
source: You need to select at least 1 contact in order to export the media.
ar: تحتاج إلى تحديد جهة اتصال واحدة على الأقل لتصدير الوسائط.
de: Wähle mindestens einen Kontakt aus, um die Medien exportieren zu können.
pt_br: Você precisa selecionar pelo menos 1 contato para exportar a mídia.
tr: Medya dışa aktarmak için en az 1 kişi seçmelisiniz.

# BACKUP_EXPORT_FAILED_ALERT_MESSAGE
source: Media export failed
ar: فشل تصدير الوسائط
de: Medienexport fehlgeschlagen
pt_br: Falha na exportação de mídia
tr: Dışa medya aktarımı başarısız oldu

# BACKUP_EXPORT_SHARE_BY_ACTIVITY_BUTTON
source: Share ZIP
ar: مشاركة ZIP
de: ZIP teilen
pt_br: Compartilhar ZIP
tr: ZİP'i Paylaş

# BACKUP_EXPORT_SHARE_BY_WEBSERVER_BUTTON
source: Export by WebServer
ar: تصدير بواسطة خادم ويب
de: Export durch WebServer
pt_br: Exportar por Servidor Web
tr: WebSunucusu'dan Dışa Aktar

# BACKUP_EXPORT_SHARE_WEBSERVER_MESSAGE
source: Visit %@ on your PC and download the .zip file.
ar: قم بزيارة %@ على جهاز الكمبيوتر الخاص بك وقم بتنزيل ملف ZIP.
de: Öffne %@ auf deinem PC und lade die .zip Datei herunter.
pt_br: Visite %@ no seu PC e baixe o arquivo .zip.
tr: Bilgisayardan şu adrese girin %@ ve ZİP yedeğinizi indirin.

# BACKUP_EXPORT_SHARE_WEBSERVER_TITLE
source: Download ZIP
ar: تنزيل ZIP
de: ZIP herunterladen
pt_br: Baixar ZIP
tr: ZİP İndir

# BACKUP_EXPORT_PROCESS_EXPORTING_STATUSES
source: Exporting Statuses
ar: جارِ تصدير الحالات
de: Status exportieren
pt_br: Exportando status
tr: Durumlar Dışa Aktarılıyor

# BACKUP_EXPORT_PROCESS_EXPORTING_PROFILE_PICTURES
source: Exporting Profile Pictures
ar: جارِ تصدير الصور الشخصية
de: Profilbilder exportieren
pt_br: Exportando imagens do perfil
tr: Profil Fotoğrafları Dışa Aktarılıyor

# BACKUP_WEBSERVER_STARTING_ERROR_MESSAGE
source: Error starting webserver
ar: خطأ في بدء خادم ويب
de: Fehler beim Starten des Webservers
pt_br: Erro ao iniciar o servidor da web
tr: WebSunucusu başlatılamadı

# BACKUP_WEBSERVER_STOP_BUTTON
source: Stop WebServer
ar: إيقاف خادم ويب
de: Stoppe den WebServer
pt_br: Pare o Servidor Web
tr: WebSunucusu'nu Durdur

# RELAUNCH_APP_MESSAGE
source: You need to relaunch WhatsApp in order to apply changes
ar: تحتاج إلى إعادة تشغيل واتساب لتطبيق التغييرات
de: Du musst WhatsApp neu starten, um die Änderungen wirksam zu machen
pt_br: Você precisa reiniciar o WhatsApp para aplicar as alterações
tr: Seçeneklerin Uygulanması İçin WhatsApp Yeniden Başlatılıyor

source: Relaunch
ar: إعادة تشغيل
de: Neu starten
pt_br: Reiniciar
tr: Yeniden Başlat

source: Cancel
ar: إلغاء
de: Abbrechen
pt_br: Cancelar
tr: İptal

source: Okay
ar: حسنًا
pt_br: Ok
tr: Tamam

source: Delete
ar: حذف
de: Löschen
pt_br: Deletar
tr: Sil

source: Deleting...
ar: جارِ الحذف
de: Löschen...
pt_br: Deletando...
tr: Siliniyor...

source: Loading...
ar: جارِ التحميل...
de: Laden...
pt_br: Carregando...
tr: Yükleniyor...

source: Enable
ar: تفعيل
de: Aktivieren
pt_br: Habilitar
tr: Aktif

source: Later
ar: لاحقًا
de: Später
pt_br: Depois
tr: Sonra

source: Forward
ar: تحويل
de: Weiter
pt_br: Adiante
tr: İleri

source: Favorite Contacts
ar: جهات الاتصال المفضلة
de: Favorisierte Kontakte
pt_br: Contatos Favoritos
tr: Favori Kişiler

source: All
ar: الكل
de: Alle
pt_br: Todos
tr: Hepsi

source: Favorites
ar: المفضلة
de: Favoriten
pt_br: Favoritos
tr: Favoriler

source: Select All
ar: تحديد الكل
de: Alle auswählen
pt_br: Selecionar Todos
tr: Hepsini Seç

source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwählen
pt_br: Deselecionar Todos
tr: Seçimleri Sıfırla

source: Contribute
ar: المساهمة
de: Spenden
pt_br: Contribuir
tr: İletişim

# TWEET_ABOUT_TWEAK
source: Tweet about Stalky
ar: التغريد عن Stalky
de: Tweete über Stalky
pt_br: Tweet sobre Stalky
tr: Stalky ile ilgili tweetle

# DONATE_CUP_COFFEE
source: Buy me a cup of coffee
ar: اشترِ لي كوب قهوة
de: Kauf mir eine Tasse Kaffee
pt_br: Me compre uma xícara de café
tr: Bana bir fincan kahve al

# NO_TWITTER_ACCOUNT_WARNING
source: You don't have any linked twitter account, add one from your device settings.
ar: ليس لديك أي حساب تويتر مربوط، أضف واحدًا من إعدادات جهازك.
de: Du hast kein verknüpftes Twitter-Konto. Füge aus den Geräteeinstellungen eines hinzu.
pt_br: Você não tem nenhuma conta vinculada ao Twitter, adicione uma nas configurações do dispositivo.
tr: Bağlı twitter hesabın yok, ayarlardan birtane ekle.

# HOW_TO_REMOVE_ADS_LABEL
source: How to Remove Ads
ar: كيفية إزالة الإعلانات
de: Wie man Werbung entfernt
pt_br: Como remover anúncios
tr: Reklamlar nasıl kaldırılır

# PURCHASE_LICENSE_BUTTON
source: Purchase License
ar: شراء ترخيص
de: Lizenz kaufen
pt_br: Licença de Compra
tr: Lisans Satın Al

# TWEET_FOR_2DAYS_ADFREE_BUTTON
source: Tweet for 2 days ad-free
ar: التغريد للحصول على يومين بدون إعلانات
de: Tweete für 2 Tage ohne Werbung
pt_br: Tweet para remover anúncios por 2 dias
tr: 2 Gün reklam kaldırmak için tweet at

# PURCHASE_LICENSE_MESSAGE
source: You have to login with your account in order to purchase Stalky
ar: يجب عليك تسجيل الدخول بحسابك لتتمكن من شراء Stalky
de: Du musst dich mit deinem Konto anmelden, um Stalky zu kaufen
pt_br: Você precisa fazer login com sua conta para adquirir o Stalky
tr: Stalky lisansı satın almak için giriş yapmalısınz

# FETCHING_LICENSE_MESSAGE
source: Fetching License...
ar: جارِ جلب الترخيص...
de: Lizenz abrufen...
pt_br: Buscando Licença...
tr: Lisans İşleniyor...

# DELETE_SAVED_LICENSE_MESSAGE
source: Delete Saved License?
ar: حذف الترخيص المحفوظ؟
de: Gespeicherte Lizenz löschen?
pt_br: Excluir licença salva?
tr: Kayıtlı lisans silinsin mi?

# LICENSE_DELETED_MESSAGE
source: License Deleted
ar: تم حذف الترخيص
de: Lizenz gelöscht
pt_br: Licença Excluída
tr: Lisans Silindi

# FETCHING_LICENSE_FAILED_MESSAGE
source: Fetching Failed
ar: فشل الجلب
de: Abruf fehlgeschlagen
pt_br: Falha na busca
tr: İşlem Başarısız

# INVALID_DEVICE_UDID_MESSAGE
source: Unable to fetch device UDID
ar: غير قادر على جلب UDID الجهاز
de: Geräte-UDID kann nicht abgerufen werden
pt_br: Não foi possível buscar o UDID do dispositivo
tr: Cihaz UDID İşlenemiyor

# LICENSE_PURCHASED_LABEL
source: License Purchased
ar: تم شراء الترخيص
de: Lizenz gekauft
pt_br: Licença comprada
tr: Lisans Satın Alındı

# YOU_TWEETED_MESSAGE
source: You Tweeted
ar: لقد قمت بالتغريد
de: Tweet gesendet
pt_br: Você tweetou
tr: Tweet'ledin

# LICENSED_MESSAGE
source: Licensed
ar: مرخص
de: Lizenziert
pt_br: Licenciado
tr: Lisanslandı

# TWEETED_MESSAGE
source: Thanks for tweeting!
ar: شكرًا للتغريد!
de: Danke fürs Tweeten!
pt_br: Obrigado por twittar!
tr: Tweetin için teşekkürler!

# NO_LICENSE_FOUND_MESSAGE
source: No License Found
ar: لم يتم العثور على ترخيص
de: Keine Lizenz gefunden
pt_br: Nenhuma licença encontrada
tr: Lisans Bulunamadı

# RESTORE_LICENSE_MESSAGE
source: Restore License
ar: استعادة الترخيص
de: Lizenz wiederherstellen
pt_br: Restaurar licença
tr: Lisans Yenilendi

source: Purchase
ar: شراء
de: Kaufen
pt_br: Compra
tr: Satın Al

# ALL_UPDATES_FILTER
source: All Updates
ar: كل التحديثات
de: Alle Updates
pt_br: Todas as Atualizações
tr: Bütün Güncellemeler

# ABOUT_UPDATES_FILTER
source: About Updates
ar: تحديثات الخبر
de: Textstatus Updates
pt_br: Atualizações de Sobre
tr: Güncellemelerle İlgili

# PICTURE_UPDATES_FILTER
source: Profile Pictures Updates
ar: تحديثات الصورة الشخصية
de: Profilbilder Updates
pt_br: Atualizações de Fotos do Perfil
tr: Profil Fotoğrafı Güncellemeleri

# STATUS_UPDATES_FILTER
source: Status Updates
ar: تحديثات الحالة
de: Statusmedien Updates
pt_br: Atualizações de Status
tr: Hikaye Güncellemeleri

# GROUP_UPDATES_FILTER
source: Group Updates
ar: تحديثات المجموعة
de: Gruppen Updates
pt_br: Atualizações de Grupo
tr: Grup Güncellemeleri

# SHOWING_%zd_OF_%zd_UPDATES_BUTTON
source: Showing %zd of %zd updates, show more...
ar: يتم عرض %zd من أصل %zd من التحديثات، عرض المزيد...
de: Anzeigen %zd von %zd Updates, zeige mehr...
pt_br: Mostrando %zd de %zd atualizações, mostrar mais...
tr: %zd için %zd güncellemeler gösteriliyor, daha çok göster...

# DELETE_ALL_UPDATE_WARNING
source: This action will delete all updates.
ar: سيقوم هذا الإجراء بحذف جميع تحديثاتك.
de: Diese Aktion löscht alle Updates.
pt_br: Esta ação excluirá todas as atualizações.
tr: Bu seçenek bütün güncellemeleri silecek.

# STATUSES_SEGMENT_ITEM
source: Statuses
ar: الحالات
de: Statusmedien
pt_br: Status
tr: Hikayeler

# PROFILE_PICTURES_SEGMENT_ITEM
source: Profile Pictures
ar: الصور الشخصية
de: Profilbilder
pt_br: Fotos do Perfil
tr: Profil Fotoğrafları

source: Copy/Share Subject
ar: نسخ/مشاركة الموضوع
de: Betreff kopieren/teilen
pt_br: Copiar/Compartilhar Assunto
tr: Tanıyı Kopyala/Paylaş

source: Copy/Share Description
ar: نسخ/مشاركة الوصف
de: Beschreibung kopieren/teilen
pt_br: Copiar/Compartilhar Descrição
tr: Kopyala/Paylaş Description

source: Copy/Share About
ar: نسخ/مشاركة الخبر
de: Textstatus kopieren/teilen
pt_br: Copiar/Compartilhar Sobre
tr: Kopyala/Paylaş Hakkında

source: Save/Share Image
ar: حفظ/مشاركة الصورة
de: Foto kopieren/teilen
pt_br: Salvar/Compartilhar Imagem
tr: Kaydet/Paylaş Fotoğraf

source: Save/Share Video
ar: حفظ/مشاركة الفيديو
de: Video speichern/teilen
pt_br: Salvar/Compartilhar Video
tr: Kaydet/Paylaş Video

source: Save/Share GIF
ar: حفظ/مشاركة الـ GIF
de: GIF speichern/teilen
pt_br: Salvar/Compartilhar GIF
tr: Kaydet/Paylaş GIF

source: Save/Share Text
ar: حفظ/مشاركة النص
de: Text speichern/teilen
pt_br: Salvar/Compartilhar Texto
tr: Kaydet/Paylaş Yazı

source: Message Group
ar: رسالة المجموعة
de: Gruppe kontaktieren
pt_br: Mensagem do Groupo
tr: Mesaj Grubu

source: Message Contact
ar: مراسلة جهة الاتصال
de: Kontatkt kontaktieren
pt_br: Mensagem do Contato
tr: Kişiye Mesaj At

# ALL_SAVED_PICTURES_AND_STATUSES
source: All Saved Media
ar: كل الوسائط المحفوظة
de: Alle gespeicherten Medien
pt_br: Todas as mídias salvas
tr: Bütün Kaydedilmiş Medyalar

source: All About Updates
ar: كل تحديثات الخبر
de: Alle Textstatus Updates
pt_br: Tudas atualizações de Sobre
tr: Güncellemeleri ile ilgili herşey

source: Add to Blacklist
ar: إضافة إلى القائمة السوداء
de: Zur Blacklist hinzufügen
pt_br: Adicionar à lista negra
tr: Karalisteye Ekle

# DELETED_PROFILE_PICTURE_UPDATE
source: Deleted profile picture
ar: تم حذف الصورة الشخصية
de: Profilbild gelöscht
pt_br: Foto do perfil excluída
tr: Profil Fotoğrafını Sildi

# CHANGED_PROFILE_PICTURE_UPDATE
source: Changed profile picture
ar: تم تغيير الصورة الشخصية
de: Profilbild geändert
pt_br: Foto de perfil alterada
tr: Profil Fotoğrafını Değiştirdi

# CONTACT_JOINED_WHATSAPP_UPDATE
source: Joined WhatsApp
ar: انضم إلى واتساب
de: Kontakt hat sich Whatsapp angeschlossen
pt_br: Entrou no WhatsApp
tr: WhatsApp'a Katıldı

# CONTACT_DELETED_WHATSAPP_UPDATE
source: Deleted WhatsApp account
ar: تم حذف حساب واتساب
de: Kontakt hat Whatsapp Account gelöscht
pt_br: Conta do WhatsApp excluída
tr: WhatsApp Hesabını Sildi

# ADDED_NEW_IMAGE_STATUS_UPDATE
source: Added a new image status
ar: تم إضافة صورة حالة جديدة
de: Ein neuer Bildstatus wurde hinzugefügt
pt_br: Adicionado uma nova imagem no status
tr: Yeni Fotoğraf Hikayesi Paylaştı

# ADDED_NEW_VIDEO_STATUS_UPDATE
source: Added a new video status
ar: تم إضافة فيديو حالة جديد
de: Ein neuer Videostatus wurde hinzugefügt
pt_br: Adicionado um novo vídeo no status
tr: Yeni Video Hikayesi Paylaştı

# ADDED_NEW_GIF_STATUS_UPDATE
source: Added a new GIF status
ar: تم إضافة GIF حالة جديد
de: Ein neuer GIF-Status wurde hinzugefügt
pt_br: Adicionado um novo GIF no status
tr: Yeni GİF Hikayesi Paylaştı

# ADDED_NEW_TEXT_STATUS_UPDATE
source: Added a new text status
ar: تم إضافة نص حالة جديد
de: Neuer Textstatus hinzugefügt
pt_br: Adicionado um novo texto no status
tr: Durumunu Güncelledi

# DELETE_PROFILE_PICTURE_NOTIFICATION
source: deleted profile picture
ar: قام بحذف الصورة الشخصية
de: Profilbild gelöscht
pt_br: foto do perfil excluída
tr: Profil Fotoğrafını Sildi

# CHANGED_PROFILE_PICTURE_NOTIFICATION
source: changed profile picture
ar: قام بتغيير الصورة الشخصية
de: Profilbild geändert
pt_br: Foto do perfil alterada
tr: Profil Fotoğrafını Değiştirdi

# CHANGED_ABOUT_NOTIFICATION
source: changed about to
ar: قام بتغيير الخبر إلى
de: geändert zu
pt_br: mudou para
tr: Durumunu Değiştirdi

# CONTACT_JOINED_WHATSAPP_NOTIFICATION
source: joined WhatsApp
ar: انضم إلى واتساب
de: Kontakt hat sich Whatsapp angeschlossen
pt_br: entrou no WhatsApp
tr: WhatsApp'a Katıldı

# CONTACT_DELETED_WHATSAPP_NOTIFICATION
source: deleted WhatsApp account
ar: قام بحذف حساب واتساب
de: Kontakt hat Whatsapp Account gelöscht
pt_br: conta do WhatsApp excluída
tr: WhatsApp Hesabını Sildi

# ADDED_NEW_IMAGE_STATUS_NOTIFICATION
source: added a new image status
ar: قام بإضافة صورة حالة جديدة
de: hat einen neuen Bildstatus hinzugefügt
pt_br: adicionado uma nova imagem no status
tr: Yeni Fotoğraf Hikayesi Paylaştı

# ADDED_NEW_VIDEO_STATUS_NOTIFICATION
source: added a new video status
ar: قام بإضافة فيديو حالة جديد
de: hat einen neuen Videostatus hinzugefügt
pt_br: adicionado um novo vídeo no status
tr: Yeni Video Hikayesi Paylaştı

# ADDED_NEW_GIF_STATUS_NOTIFICATION
source: added a new GIF status
ar: قام بإضافة GIF حالة جديد
de: hat einen neuen GIF-Status hinzugefügt
pt_br: adicionado um novo GIF no status
tr: Yeni GİF Hikayesi Paylaştı

# ADDED_NEW_TEXT_STATUS_NOTIFICATION
source: added a new text status
ar: قام بإضافة نص حالة جديد
de: hat einen neuen Textstatus hinzugefügt
pt_br: adicionado um novo texto no status
tr: Durumunu Güncelledi

# DELETED_GROUP_PICTURE_NOTIFICATION
source: deleted group profile picture
ar: قام بحذف صورة المجموعة الشخصية
de: hat das Gruppenprofilbild gelöscht
pt_br: foto do perfil do grupo excluída
tr: Grup profil fotoğrafı silindi

# CHANGED_GROUP_PICTURE_NOTIFICATION
source: changed group profile picture
ar: قام بتغيير صورة المجموعة الشخصية
de: hat das Gruppenprofilbild geändert
pt_br: imagem do perfil do grupo alterada
tr: Grup profil fotoğrafı değiştirildi

# CHANGED_GROUP_SUBJECT_NOTIFICATION
source: changed group subject to
ar: قام بتغيير وصف المحموعة إلى
de: änderte den Gruppenbetreff zu
pt_br: assunto do grupo alterado para
tr: Grup tanısı değiştirildi

# CHANGED_GROUP_DESCRIPTION_NOTIFICATION
source: changed group description to
ar: قام تغيير وصف المجموعة إلى
de: änderte die Gruppenbeschreibung zu
pt_br: descrição do grupo alterado para
tr: grup açıklamasını şu şekilde değiştirdi:

# CONTACT_ADDED_TO_GROUP_NOTIFICATION
source: is added to the group
ar: تم إضافته إلى المجموعة
de: wurde zu der Gruppe hinzugefügt
pt_br: foi adicionado ao grupo
tr: Gruba eklendi

# CONTACT_REMOVED_FROM_GROUP_NOTIFICATION
source: is removed from the group
ar: تم إزالته من المجموعة
de: wurde von der Gruppe entfernt
pt_br: foi removido do grupo
tr: Gruptan atıldı/ayrıldı

# CONTACT_INFO_STATUSES_AND_PROFILES_BUTTON
source: Pictures and Statuses
ar: الحالات والصور الشخصية
de: Profilbilder & Status
pt_br: Potos e Status
tr: Fotoğrafı ve Hikayeler

# CONTACT_INFO_ABOUT_UPDATES_BUTTON
source: About Messages
ar: رسائل الخبر
de: Über Nachrichten
pt_br: Mensagens Sobre
tr: Hakkında Mesajları

# CONTACT_INFO_GROUP_PICTURES_BUTTON
source: Group Pictures
ar: صور المجموعة
de: Gruppenbilder
pt_br: Imagens do Grupo
tr: Grup Profil Fotoğrafları

# CONTACT_INFO_GROUP_SUBJECTS_BUTTON
source: Group Subjects
ar: أوصاف المجموعة
de: Gruppenbetreffe
pt_br: Assuntos do Grupo
tr: Grup Tanıları

# PROFILE_IMAGE_NOT_FOUND
source: Image Not Found
ar: لم يتم العثور على صورة
de: Bild nicht gefunden
pt_br: Imagem não encontrada
tr: Fotoğraf Bulunamadı

# PROFILE_IMAGE_NOT_FOUND_MESSAGE
source: This is because you either deleted the saved images or your contact has changed the picture more than once while you were offline and we are unable to get this image since it has been replaced by the new one on WhatsApp server.
ar: سبب هذا إما أنك قمت بحذف الصور المحفوظة أو أن جهة اتصالك غيرت الصورة أكثر من مرة بينما كنت غير متصل ولا يمكننا الحصول على هذه الصورة حيث تم استبدالها بالصورة الجديدة على خوادم واتساب.
de: Dies liegt daran, dass die gespeicherten Bilder entweder gelöscht wurden oder der Kontakt das Bild mehrmals geändert hat, als du offline warst. Das Bild kann nicht mehr gesehen werden, da es durch das neue auf dem WhatsApp-Server ersetzt wurde.
pt_br: Isso ocorre porque você excluiu as imagens salvas ou seu contato mudou a imagem mais de uma vez enquanto você estava offline e não conseguimos obtê-la, pois ela foi substituída pela nova no servidor do WhatsApp.
tr: Sebepleri Ya fotoğrafı sildiniz ya kaydetmediniz yada kişi fotoğrafını üst üste değiştirdiği sırada WhatsApp kapalı olduğundan kaydedilmedi.

# STATUS_MESSAGE_NOT_FOUND
source: Status Not Found
ar: لم يتم العثور على حالة
de: Status nicht gefunden
pt_br: Status não encontrado
tr: Mesaj Hikayesi Kaydedilmedi

# STATUS_MESSAGE_NOT_FOUND_MESSAGE
source: The status message has either been removed or expired.
ar: رسالة الحالة إما أنه قد تم إزالتها أو أن صلاحيتها انتهت.
de: Die Statusmeldung wurde entweder entfernt oder ist abgelaufen.
pt_br: A mensagem de status foi removida ou expirada.
tr: Hikaye mesajı silindi yada süresi doldu.

# STATUS_MEDIA_DOWNLOAD_FAILED
source: Download Failed
ar: فشل التنزيل
de: Herunterladen fehlgeschlagen
pt_br: Falha ao Baixar
tr: İndirme Başarısız

# STATUS_MEDIA_DOWNLOAD_FAILED_MESSAGE
source: An error occured wihle downloading status media.
ar: حدث خطأ أثناء تنزيل وسائط الحالة.
de: Beim Herunterladen der Statusmedien ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao baixar a mídia do status.
tr: Hikaye medyası indirilemedi.

# STATUS_TEXT_IMAGE_GENERATION_FAILED
source: Text Status
ar: حالة النص
de: Bildtextstatus-Erzeugung fehlgeschlagen
pt_br: Texto do Status
tr: Yazı Hikayesi Oluşturulamadı

# STATUS_TEXT_IMAGE_GENERATION_FAILED_MESSAGE
source: An error occured while generating an image from text status.
ar: حدث خطأ أثناء إنشاء صورة من حالة النص
de: Beim Generieren eines Bildes aus dem Bildtextstatus ist ein Fehler aufgetreten.
pt_br: Ocorreu um erro ao gerar uma imagem a partir do texto de status.
tr: Yazı hikayesi oluşturulurken bir hata oluştu.

# STATUS_MEDIA_EXPIRED
source: Status Expired
ar: حالة منتهية الصلاحية
de: Status abgelaufen
pt_br: Status Expirado
tr: Hikayenin Süresi Bitti

# STATUS_MEDIA_EXPIRED_MESSAGE
source: The status has either been expired or deleted.
ar: الحالة إما انتهت صلاحيتها أو تم حذفها.
de: Der Status ist entweder abgelaufen oder wurde gelöscht.
pt_br: O status expirou ou foi excluído.
tr: Hikayenin süresi bitti yada silindi.

# DELETE_CONTACT_UPDATES_AND_ADD_TO_BLACKLIST_MESSAGE
source: This will delete all available updates for %@ and will add it to blacklist in order stop receiving new updates. You can still access the previously saved media.
ar: سيؤدي هذا إلى حذف جميع التحديثات المتاحة لـ %@ وإضافته إلى القائمة السوداء لإيقاف تلقي التحديثات الجديدة. سيظل بإمكانك الوصول إلى وسائط الحالة المحفوظة مسبقًا.
de: Dies löscht alle verfügbaren Updates für %@ und fügt es der Blacklist hinzu, um keine neuen Updates mehr zu erhalten. Auf die zuvor gespeicherten Medien kann weiterhin zugegriffen werden.
pt_br: Isso excluirá todas as atualizações disponíveis para %@ e a adicionará à lista negra para parar de receber novas atualizações. Você ainda pode acessar a mídia salva anteriormente.
tr: Bu konumdaki bütün güncellemeleri siler %@ ve karalistendeki kişilerden güncelleme alman durucak. Daha önce kaydedilmiş medyaya ulaşabileceksiniz.

# REMOVE_CONTACT_FROM_BLACKLIST_MESSAGE
source: Start receiving updates from %@?
ar: بدء تلقي التحديثات من %@؟
de: Erhalten Sie Updates von %@?
pt_br: Comece a receber atualizações de %@?
tr: Güncellemeler şurdan alınmaya başlandı %@?

# WELCOME_MESSAGE
source: Thanks for installing! Stalky is a free tweak with a little ads banner at the bottom of updates table. Ads can be removed by purchasing a license from inside its settings page. If you already purchased Stalky, you have to restore your license from settings. You can also tweet from the app for 2 days ad-free.
ar: شكرًا للتثبيت! Stalky عبارة عن أداة مجانية مع القليل من شعارات الإعلانات الموجودة أسفل جدول التحديثات. يمكن إزالة الإعلانات بواسطة شراء ترخيص من صفحة الإعدادات الداخلية. إذا كنت قد اشتريت Stalky بالفعل، فقم باستعادة ترخيصك من الإعدادات. يمكن أيضًا التغريد من التطبيق للحصول على يومين بدون إعلانات.
de: Danke für's installieren! Stalky ist ein kostenloser Tweak mit einem kleinen Werbebanner am unteren Rand der Aktualisierungstabelle. Anzeigen können durch den Kauf einer Lizenz in den Einstellungen entfernt werden. Wenn du Stalky bereits gekauft hast, musst du deine Lizenz bei den Einstellungen wiederherstellen. Du kannst auch für 2 Tage ohne Werbung von der App aus twittern.
pt_br: Obrigado por instalar! Stalky é um tweak gratuito com um pequeno banner de anúncios na parte inferior da tabela de atualizações. Os anúncios podem ser removidos comprando uma licença dentro da página de configurações. Se você já comprou o Stalky, é necessário restaurar sua licença a partir das configurações. Você pode também twittar do aplicativo por 2 dias sem anúncios.
tr: Yüklediğiniz için teşekkürler! Stalky altta küçük bir reklamıyla bedava bir tweak'dir. Reklamlar ayarlardan Lisans Satın alarak kaldırılabilir. Eğer daha önce Stalky Lisansı Satın almışsanız, ayarlardan Lisansınızı tekrar aktive edebilirsiniz. Yada tweet atarak 2 günlüğüne reklamları kaldırabilirsiniz.

# DEVELOPER_SECTION_HEADER
source: Developer
ar: المطور
de: Entwickler
pt_br: Desenvolvedor
tr: Geliştirici

# CONTRIBUTE_LABEL
source: Contribute
ar: الدعم
de: Spenden
pt_br: Contribuir
tr: Bağış

# SUPPORT_SECTION_HEADER
source: Support
ar: الدعم
pt_br: Suporte
tr: Destek

# CONTACT_AND_MORE_LABEL
source: Contact & More
ar: التواصل والمزيد
de: Kontakt & mehr
pt_br: Contato e Mais
tr: İletişim ve daha fazlası
