Repository: FouadRaheb/Localization
Catalog: Stalky/*.lproj/Localizable.strings
Languages: ar, de, pt_br, tr

# STALKY_PREFERENCES_LABEL
source: Stalky Updates & Preferences
ar: إعدادات Stalky
de: Stalky Einstellungen
pt_br: Preferências do Stalky

# UPDATES_TABLE_TITLE
source: Updates Table
ar: جدول التحديثات
de: Update Tabelle
pt_br: Tabela de Atualizações
tr: Tablo Ayarları

# DEFAULT_UPDATES_PAGE_LABEL
source: Default Page
ar: الصفحة الافتراضية
de: Standardseite
pt_br: Página Padrão
tr: Ana Sayfa

# DEFAULT_UPDATES_PAGE_DESC
source: Choose which page to open by default, badge number will be for the default page.
ar: اختر الصفحة التي تريدها أن تفتح افتراضيًا، رقم الشارة سيكون للصفحة الافتراضية.
de: Wähle aus, welche Seite standardmäßig geöffnet werden soll.
pt_br: Escolha qual página abrir por padrão, o número do badge será para a página padrão.
tr: Listede herkesin mi yoksa Seçilmiş favorilerinizin mi çıkacağını seçin.

# COLORIZE_UPDATES_TABLE
source: Colorize Updates
ar: تلوين التحديثات
de: Updates farbig markieren
pt_br: Colorir Atualizações
tr: Güncellemeleri Renklendirme

# COLORIZE_UPDATES_DESC
source: Colorzing updates will add a background color for each update type (ProfilePictures/Red, Statuses/Blue, About/Yellow, Group/Green).
ar: ستضيف تلوين التحديثات لونًا خلفيًا لكل نوع تحديث (الصور الشخصية/أحمر، الحالات/أزرق، الخبر/أصفر، المجموعة/أخضر).
de: Jeden Aktualisierungstyp wird eine Hintergrundfarbe hinzugefügt: Profilbilder/Rot, Status/Blau, Über/Gelb, Gruppe/Grün).
pt_br: As atualizações de coloridas adicionarão uma cor de fundo para cada tipo de atualização (Fotos de perfil/Vermelho, Status/Azul, Sobre/Amarelo, Grupo/Verde).
tr: Güncellemeleri renklendirmek her farklı güncellenme için farklı renk getirir (ProfilFotoğrafı/Kırmızı, Hikaye/Mavi, Durum/Sarı, Grup/Yeşil).

source: Blacklisted Contacts
ar: جهات الاتصال المدرجة في القائمة السوداء
de: Geblacklistete Kontakte
pt_br: Contatos na Lista Negra
tr: Karaliste

# BLACKLISTED_CONTACTS_DESCRIPTION
source: Add contacts to blacklist in order to stop receiving their updates.
ar: أضف جهات اتصال إلى القائمة السوداء لإيقاف تلقي التحديثات الخاصة بهم.
de: Füge Kontakte zur Blacklist hinzu, um deren Updates nicht mehr zu erhalten.
pt_br: Adicione contatos à lista negra para parar de receber suas atualizações.
tr: Güncellemelerini görmek istemediklerinizi Karalisteye alabilirsiniz.

# SAVE_AND_DOWNLOAD_TITLE
source: Save & Auto-Download
ar: الحفظ والتنزيل التلقائي
de: Speichern & automatisch herunterladen
pt_br: Salvar e fazer download automático
tr: Kaydet ve Otomatik İndir

# SAVE_TITLE
source: Saved Updates
ar: تحديثات الحفظ
de: Updates speichern
pt_br: Atualizações Salvas
tr: Kayıtlı Güncellemeler

# SAVE_DESCRIPTION
source: Disable updates that you do not wish to save. The media of unsaved updates will not be downloaded.
ar: قم بتعطيل التحديثات التي لا تريد حفظها. لن يتم تنزيل الوسائط للتحديثات غير المحفوظة.
de: Deaktiviere Updates, die nicht gespeichert werden sollen. Die Medien der nicht gespeicherten Updates werden nicht heruntergeladen.
pt_br: Desative as atualizações que você não deseja salvar. A mídia de atualizações não salvas não será baixada.
tr: Kaydetmek istemediklerinizin seçeneğini kapatın. Kaydedilmeyen medya indirilmeyecektir.

# SAVE_PICTURES_LABEL
source: Save Profile Pictures Updates
ar: حفظ تحديثات الصور الشخصية
de: Profilbilder-Updates speichern
pt_br: Salvar atualizações de Fotos do Perfil
tr: Profil Fotoğrafları Kaydı

# SAVE_ABOUT_LABEL
source: Save About Updates
ar: حفظ تحديثات الخبر
de: Textstatus Updates speichern
pt_br: Salvar atualizações de Sobre
tr: Durum Bilgisi Kaydı

# SAVE_GROUP_LABEL
source: Save Group Updates
ar: حفظ تحديثات المجموعة
de: Gruppen Updates speichern
pt_br: Salvar Atualizações de Grupo
tr: Grup kayıtları

# SAVE_STATUS_LABEL
source: Save Status Updates
ar: حفظ تحديثات الحالة
de: Statusaktualisierungen speichern
pt_br: Salvar Atualizações de Status
tr: Hikaye Bilgisi Kaydı

# AUTO_DOWNLOAD_PROFILE_PICTURES_LABEL
source: Auto-Download Pictures
ar: تنزيل الصور تلقائيًا
de: Bilder automatisch herunterladen
pt_br: Download automático de imagens
tr: Resimleri Otomatik İndir

# AUTO_DOWNLOAD_STATUSES_LABEL
source: Auto-Download Statuses
ar: تنزيل الحالات تلقائيًا
de: Statusmedien automatisch herunterladen
pt_br: Download automático de Status
tr: Hikayeleri Otomatik İndir

# AUTO_DOWNLOAD_PROFILE_DESCRIPTION
source: Automatically download your contacts profile pictures. You can still manually download the picture if possible by tapping on it in the updates table.
ar: تنزيل تلقائي للصور الشخصية لجهات اتصالك. سيظل بإمكانك تنزيل الصور بشكل يدوي إن أمكن بواسطة النقر عليها في جدول التحديثات.
de: Lade automatisch Kontaktprofilbilder herunter. Das Bild kann weiterhin manuell herunterladen werden, indem es in der Aktualisierungstabelle angetippt wird.
pt_br: Baixe automaticamente as fotos do perfil de seus contatos. Você ainda pode fazer o download manual da imagem, se possível, tocando nela na tabela de atualizações.
tr: Kişilerin profil fotoğraflarını otomatik indirir. Eğer isterseniz kişinin fotoğrafını tablodan tıklayıp manual olarak indirebilirsiniz.

# AUTO_DOWNLOAD_STATUS_DESCRIPTION
source: Automatically download your contacts status media. When disabled, stalky will attempt to download the media by tapping on the update only if its still available in your statuses.
ar: تنزيل تلقائي لجميع وسائط حالات جهات اتصالك. عند التعطيل، سيحاول Stalky تنزيل الوسائط بواسطة النقر على التحديث فقط إذا كانت لا تزال متاحة في حالاتك.
de: Lade Statusmedien deiner Kontakte automatisch runter. Wenn diese Option deaktiviert ist, versucht Stalky, das Medium herunterzuladen, indem nur dann auf das Update getippt wird, wenn es im Status noch verfügbar ist.
pt_br: Baixe automaticamente a mídia de status dos contatos. Quando desativado, o stalky tentará fazer o download da mídia tocando na atualização apenas se ela ainda estiver disponível em seus status.
tr: Hikayeleri otomatik olarak indirir. Deaktif olduğunda, stalky hikaye yok olana kadar sadece hikaye izlerken kenardaki hikaye indir tuşundan indirmenize izin verir.

# AUTO_DOWNLOAD_WIFI_CELLULAR
source: Wi-Fi & Cellular
ar: الـ Wi-Fi والبيانات الخلوية
de: Wlan & Mobilfunk
pt_br: Wi-Fi e Celular
tr: Wi-Fi ve Hücresel veri

# AUTO_DOWNLOAD_NEVER
source: Never
ar: مطلقًا
de: Niemals
pt_br: Nunca
tr: Asla

source: Background Fetch
ar: جلب في الخلفية
de: Hintergrundabruf
pt_br: Busca em segundo plano
tr: Arkaplanda Devam

# BACKGROUND_FETCH_DESC
source: This option is used when a contact change its profile picture multiple times while you are offline. Since WhatsApp server will replace your contact old image with his new one, this option will keep WhatsApp active in background in order to download the images directly when your contact changes it.
ar: يتم استخدام هذا الخيار عندما تقوم إحدى جهات الاتصال بتغيير صورتها الشخصية عدة مرات متتالية وأنت غير متصل. نظرًا لأن خوادم واتساب ستستبدل الصورة القديمة لجهة اتصالك بصورتها الجديدة، سيبقي هذا الخيار واتساب نشطًا في الخلفية دائمًا وذلك لجلب الصور مباشرة عندما تقوم جهة الاتصال بتغييرها.
de: Diese Option wird verwendet, wenn ein Kontakt sein Profilbild mehrmals ändert, während du offline bist. Da der WhatsApp-Server das alte Kontaktbild durch ein neues ersetzt, bleibt WhatsApp im Hintergrund aktiv, um die Bilder direkt herunterzuladen, wenn der Kontakt diese ändert.
pt_br: Essa opção é usada quando um contato altera sua imagem de perfil várias vezes enquanto você estiver offline. Como o servidor WhatsApp substituirá a imagem antiga do contato pela nova, essa opção manterá o WhatsApp ativo em segundo plano para fazer o download das imagens diretamente quando o contato for alterado.
tr: Bu seçenek kişileriniz siz çevrimdışı iken fotoğrafını üst üste değiştiriyorsa kullanılır . WhatsApp eski fotoğrafları yenisiyle değiştirir, Yani bu ayar WhatsApp'ınızı arkaplanda çalıştırarak kişi resmini değiştirmeden kaydetmesini sağlar.(Bu seçeneği çalışması için sizinde WhatsApp'ı arka planda kapatmamanız gerekir)

# BG_FETCH_TURN_OFF_ALERT
source: Turning off background fetch will stop fetching new updates in background and therefore you'll not receive outside notifications.
ar: إيقاف تشغيل الجلب في الخلفية سيؤدي إلى إيقاف جلب التحديثات الجديدة في الخلفية وبالتالي لن تتلقى إشعارات خارجية.
de: Wenn der Hintergrundabruf deaktiviert wird, werden keine neuen Aktualisierungen im Hintergrund abgerufen, und du erhältst daher keine Push-Benachrichtigungen außerhalb von WhatsApp.
pt_br: Desativar a busca em segundo plano irá parar de buscar novas atualizações em segundo plano e, portanto, você não receberá notificações externas.
tr: Bu seçeneği kapatmanız arkaplanda yapılan güncellemeleri durdurur ve değişimlerle ilgili kilit ekranınıza bildirim gelmez.

# BG_FETCH_ALERT
source: In order to enable background fetch, Stalky will keep WhatsApp active in background and will maintain your wifi conncetion when you lock your device. This will slightly increase your battery consumption.
ar: من أجل تفعيل الجلب في الخلفية، سيُبقي Stalky تطبيق واتساب نشطًا في الخلفية وسيحافظ على اتصال WiFi أيضًا بعد قفل جهازك. سيزيد هذا من استهلاك البطارية قليلًا.
de: Um den Hintergrundabruf zu ermöglichen, hält Stalky WhatsApp im Hintergrund aktiv und behält die WLAN-Verbindung aktiv, wenn du dein Gerät sperrst. Dadurch wird der Batterieverbrauch etwas erhöht.
pt_br: Para ativar a busca em segundo plano, o Stalky manterá o WhatsApp ativo em segundo plano e manterá sua conexão wifi quando você bloquear o dispositivo. Isso aumentará um pouco o consumo de bateria.
tr: Eğer arkaplanda devamı açarsanız, Stalky WhatsApp'ı arka planda açık tutacaktır ve cihaz kilitliyken wi-fi bağlantınızı ayarlicaktır. Bu şarjınızı hızlı bitirebilir.

# NOTIFICATIONS_TITLE
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
pt_br: Notificações
tr: Bildirimler

source: Inside Notifications
ar: الإشعارات الداخلية
de: Innere Benachrichtigungen
pt_br: Notificações Internas
tr: İç Bildirimler

# INSIDE_NOTIFICATIONS_DESC
source: Display notifications for new updates inside WhatsApp.
ar: عرض الإشعارات للتحديثات الجديدة داخل واتساب.
de: Benachrichtigungen für neue Updates in WhatsApp anzeigen.
pt_br: Exibir notificações para novas atualizações dentro do WhatsApp.
tr: Yeni bildirimleri WhatsApp içinde gösterir.

source: Outside Notifications
ar: الإشعارات الخارجية
de: Äußere Benachrichtigungen
pt_br: Notificações Externas
tr: Dışarı Bildirimler

# OUTSIDE_NOTIFICATIONS_DESC
source: Get new updates notifications outside WhatsApp. It requires background fetch to be enabled.
ar: الحصول على إشعارات التحديثات الجديدة خارج واتساب. سيتطلب هذا تفعيل الجلب في الخلفية.
de: Erhalte Benachrichtigungen zu neuen Updates außerhalb von WhatsApp. Der Hintergrundabruf muss aktiviert sein.
pt_br: Receba notificações de novas atualizações fora do WhatsApp. Requer que a busca em segundo plano esteja ativada.
tr: Yeni bildirimleri cihazın normal bildirim penceresine düşürür. Bunun için Arkaplanda Devam seçeneğinin açık olması gerekir.

# OUTSIDE_NOTIFICATIONS_ALERT
source: Background fetch should be enabled in order to fetch latest updates in background and display outside notifications.
ar: الجلب في الخلفية يجب أن يكون مفعل لجلب آخر التحديثات في الخلفية وعرض الإشعارات الخارجية.
de: Der Hintergrundabruf sollte aktiviert sein, um die neuesten Aktualisierungen im Hintergrund abzurufen und außerhalb von WhatsApp anzuzeigen.
pt_br: A busca em segundo plano deve estar ativada para buscar as atualizações mais recentes em segundo plano e exibir notificações externas.
tr: Dışarıdan bildirim almak için Arkaplanda Devam'ın açık olması gerekiyor.

# NOTIFICATIONS_TYPE_LABEL
source: Contacts Notifications
ar: إشعارات جهات الاتصال
de: Kontaktbenachrichtigungen
pt_br: Notificações de Contatos
tr: Kişilerin Bildirimleri

# NOTIFICATIONS_TYPE_DESC
source: Choose for which contacts you wish to receive notifications.
ar: اختر جهات الاتصال التي ترغب في تلقي إشعاراتها.
de: Wähle für welche Kontakte Benachrichtigungen erhalten werden sollen.
pt_br: Escolha de quais contatos você deseja receber notificações.
tr: Kimden bildirim almak istediğinizi seçin.

source: Notification Sound
ar: صوت الإشعار
de: Benachrichtigungston
pt_br: Som da Notificação
tr: Bildirim Sesi

# NOTIFICATION_SOUND_DESC
source: Choose the sound of the inside and outside notifications.
ar: اختر صوت الإشعارات الداخلية والخارجية.
de: Wähle den Ton der Benachrichtigungen für in- und außerhalb von WhatsApp.
pt_br: Escolha o som das notificações internas e externas.
tr: İç Ve Dış Bildirimlerin sesini seçin.

# DISK_USAGE_TITLE
source: Disk Usage
ar: التخزين المستخدم
de: Festplattennutzung
pt_br: Uso do disco
tr: Hafıza Kullanımı

# PROFILE_PICTURES_USAGE_TITLE
source: Profile Pictures
ar: الصور الشخصية
de: Profilbilder
pt_br: Fotos de Perfil
tr: Profil Fotoğrafları

# PROFILE_PICTURES_VIEW_SAVED_PICTURES
source: View Saved Pictures
ar: عرض الصور المحفوظة
de: Gespeicherte Bilder anzeigen
pt_br: Exibir Fotos Salvas
tr: Kaydedilmiş Fotoğrafları Göster

# PROFILE_PICTURES_VIEW_ALL_BUTTON
source: All Pictures
ar: كل الصور
de: Alle Bilder
pt_br: Todas as Imagens
tr: Bütün Fotoğraflar

# PROFILE_PICTURES_VIEW_FOR_FAVORITES
source: Favorites Pictures
ar: الصور المفضلة
de: Favorisierte Bilder
pt_br: Imagens dos Favoritos
tr: Favorilerin Fotoğrafları

# PROFILE_PICTURES_VIEW_FOR_SELECTED_BUTTON
source: Select Contacts
ar: جهات اتصال محددة
de: Kontakte wählen
pt_br: Selecionar contatos
tr: Kişi Seç

source: Profile Pictures Directory
ar: مسار الصور الشخصية
de: Profilbilder-Verzeichnis
pt_br: Diretório de Fotos do Perfil
tr: Profil Fotoğraflarının Konumu

# PROFILE_PICTURES_DIRECTORY_ALERT_TITLE
source: Pictures Directory
ar: مسار الصور
de: Bilderverzeichnis
pt_br: Diretório de Fotos
tr: Fotoğrafların Konumu

# PROFILE_PICTURES_DIRECTORY_ALERT_MESSAGE
source: Profile pictures are located in
ar: تقع الصور الشخصية في
de: Profilbilder befinden sich in
pt_br: As fotos do perfil estão localizadas em
tr: Profil Fotoğrafları Şu Konumda

# PROFILE_PICTURES_DELETE_SAVED_PICTURES
source: Delete Saved Profile Pictures
ar: حذف الصور الشخصية المحفوظة
de: Gespeicherte Profilbilder löschen
pt_br: Excluir fotos salvas do perfil
tr: Silinmiş Profil Fotoğrafları

# STATUSES_USAGE_TITLE
source: Statuses
ar: الحالات
de: Status
pt_br: Status
tr: Durumlar

# STATUSES_VIEW_SAVED_MEDIA
source: View Saved Statuses
ar: عرض الحالات المحفوظة
de: Gespeicherte Statusmedien anzeigen
pt_br: Exibir Status Salvos
tr: Kayıtlı Durumları Göster

# STATUSES_VIEW_ALL_BUTTON
source: All Statuses
ar: كل الحالات
de: Alle Statusmedien
pt_br: Todos os Status
tr: Bütün Durumlar

# STATUSES_VIEW_FOR_FAVORITES
source: Favorites Statuses
ar: الحالات المفضلة
de: Von favorisierten Kontakten
pt_br: Status de Favoritos
tr: Favorilerin HHikayeleri

# STATUSES_VIEW_FOR_SELECTED_BUTTON
source: Select Contacts
ar: جهات اتصال محددة
de: Kontakt auswählen
pt_br: Selecionar Contatos
tr: Kişi Seç

source: Statuses Directory
ar: مسار الحالات
de: Statusmedienverzeichnis
pt_br: Diretório de Status
tr: Hikayelerin Konumu

# STATUSES_DIRECTORY_ALERT_TITLE
source: Statuses Directory
ar: مسار الحالات
de: Statusverzeichnis
pt_br: Diretório de Status
tr: Hikayelerin Konumu

# STATUSES_DIRECTORY_ALERT_MESSAGE
source: Statuses media are located in
ar: وسائط الحالات تقع في
de: Statusmedien befinden sich in
pt_br: A mídia de status está localizada em
tr: Hikayeler Şurada Kilitli

# STATUSES_DELETE_SAVED_MEDIA
source: Delete Saved Statuses
ar: حذف الحالات المحفوظة
de: Gespeicherte Statusmedien löschen
pt_br: Excluir status salvo
tr: Kayıtlı Hikayeleri Sil

# OPEN_IN_FILZA_BUTTON
source: Open in Filza
ar: فتح في Filza
de: In Filza öffnen
pt_br: Abrir no Filza
tr: Filza'yı Aç

# OPEN_IN_IFILE_BUTTON
source: Open in iFile
ar: فتح في iFile
de: In iFile öffnen
pt_br: Abrir no iFile
tr: İFile'ı Aç

# DID_NOT_SELECT_CONTACTS_MESSAGE
source: You did not select any contacts
ar: لم تقم بتحديد أي جهات اتصال
de: Keine Kontakte ausgewählt
pt_br: Você não selecionou nenhum contato
tr: Kimseyi Seçmediniz

# NO_FAVORITE_CONTACTS_MESSAGE
source: You don't have any contacts in favorites
ar: لا يوجد لديك أي جهات اتصال في المفضلة
de: Keine Kontakte in den Favoriten
pt_br: Você não possui contatos nos favoritos
tr: Favorilerinizde kimse yok

# DELETE_ALL_IMAGES_DESCRIPTION
source: Deleting images will remove all the JPG files but keep the thumbnails which is used to show your contacts pictures in WhatsApp.
ar: سيؤدي حذف الصور إلى إزالة جميع ملفات JPG مع الاحتفاظ بالصور المصغرة التي تُستخدم لإظهار صور جهات اتصالك في واتساب.
de: Durch das Löschen werden alle JPG-Dateien entfernt. Die Miniaturansichten bleiben jedoch erhalten, um die Bilder deiner Kontakte in WhatsApp anzuzeigen.
pt_br: A exclusão de imagens removerá todos os arquivos JPG, mas manterá as miniaturas usadas para mostrar as fotos de seus contatos no WhatsApp.
tr: Resimeleri silmek sadece küçük resimleri silmez onlar WhatsApp'da herzaman kişi bilgilerinde kayıtlıdır.

# DELETE_SELECTED_CONTACTS_MEDIA_NO_CONTACTS_SELECTED_MESSAGE
source: You need to select at least 1 contact in order to delete statuses
ar: تحتاج إلى تحديد جهة اتصال واحدة على الأقل لحذف الحالات
de: Es muss mindestens ein Kontakt ausgewählt sein, um Statusmedien zu löschen
pt_br: Você precisa selecionar pelo menos 1 contato para excluir o status
tr: Hikayeleri silmek için en az 1 kişi seçmelisiniz

# DELETE_PROFILE_PICTURES_ALERT_MESSAGE
source: You can either delete all profile pictures or keep those of your favorite contacts.
ar: يمكنك إما حذف جميع الصور الشخصية أو الاحتفاظ بتلك الخاصة بجهات الاتصال المفضلة لديك.
de: Lösche entweder alle Profilbilder oder behalte die Favoriten der bevorzugten Kontakte bei.
pt_br: Você pode excluir todas as fotos do perfil ou manter as de seus contatos favoritos.
tr: Bütün profil fotoğraflarını silmek yerine sadece favorileriniz hariç fotoğrafları silebilirsiniz.

# DELETE_ALL_PROFILE_PICTURES_ALERT_BUTTON
source: Delete All
ar: حذف الجميع
de: Alles löschen
pt_br: Deletar Todas
tr: Hepsini Sil

# DELETE_ALL_KEEP_FAVORITES_PROFILE_PICTURES_ALERT_BUTTON
source: All Except Favorites
ar: الكل ماعدا المفضلة
de: Alle außer Favoriten
pt_br: Todas, exceto dos favoritos
tr: Favoriler Hariç Hepsi

# DELETE_SELECTED_CONTACTS_PROFILE_PICTURES_ALERT_BUTTON
source: Select Contacts to Delete
ar: تحديد جهات اتصال للحذف
de: Wähle Kontakte zum löschen
pt_br: Selecione os Contatos para deletar
tr: Silmek İçin Kişi Seçin

# DELETE_STATUSES_ALERT_MESSAGE
source: You can either delete all statuses or keep those of your favorite contacts.
ar: يمكنك إما حذف كل الحالات أو الاحتفاظ بتلك الخاصة بجهات الاتصال المفضلة لديك.
de: Lösche entweder alle Statusmedien oder behalte Statusmedien bevorzugter Kontakte bei.
pt_br: Você pode excluir todos os status ou manter os de seus contatos favoritos.
tr: Bütün hikayeleri silmek yerine sadeve favorileriniz hariç hikayeleri silebilirsiniz.

# DELETE_ALL_STATUSES_ALERT_BUTTON
source: Delete All
ar: حذف الكل
de: Alles löschen
pt_br: Deletar Todos
tr: Hepsini Sil

# DELETE_ALL_KEEP_FAVORITES_STATUSES_ALERT_BUTTON
source: All Except Favorites
ar: الكل ماعدا المفضلة
de: Alle außer Favoriten
pt_br: Todos, exceto dos favoritos
tr: Favoriler Hariç Hepsi

# DELETE_SELECTED_CONTACTS_STATUSES_ALERT_BUTTON
source: Select Contacts to Delete
ar: تحديد جهات اتصال للحذف
de: Kontakte zum löschen auswählen
pt_br: Selecione os Contatos para deletar
tr: Silmek İçin Kişi Seçin

# SAVED_PICTURES_LABEL
source: Saved Pictures
ar: الصور المحفوظة
de: Gespeicherte Bilder
pt_br: Imagens Salvas
tr: Kayıtlı Fotoğraflar

# SAVED_STATUSES_LABEL
source: Saved Statuses
ar: الحالات المحفوظة
de: Gespeicherte Statusmedien
pt_br: Status Salvos
tr: Kayıtlı Hikayeler

# MEDIA_BACKUP_HEADER
source: Backup
ar: النسخ الاحتياطي
pt_br: Cópia de Segurança
tr: Yedek

# MEDIA_BACKUP_EXPORT_TITLE
source: Export Contacts Media
ar: تصدير وسائط جهات الاتصال
de: Kontaktmedien exportieren
pt_br: Exportar Mídia dos Contatos
tr: Kişilerin Medyalarını Dışa aktar

# MEDIA_BACKUP_IMPORT_TITLE
source: Import Contacts Media
ar: استيراد وسائط جهات الاتصال
de: Kontaktmedien importieren
pt_br: Importar Mídia dos Contatos
tr: Kişilerin Medyalarını İçe aktar

# MEDIA_BACKUP_FOOTER
source: Export your contacts saved updates to your PC and import it back anytime.
ar: قم بتصدير تحديثات جهات اتصالك المحفوظة إلى جهاز الكمبيوتر الخاص بك واستردها بعد ذلك في أي وقت لاحقًا.
de: Exportiere die mit deinen Kontakten gespeicherten Updates auf deinem PC und importiere sie jederzeit wieder.
pt_br: Exporte as atualizações salvas dos seus contatos para o seu PC e importe-as de volta a qualquer momento.
tr: Kişilerinizin Güncellemelerini bilgisayarınıza yedekleyin, sonra geri yükleyebilirsiniz.

# BACKUP_IMPORT_ALERT_TITLE
source: Import Media
ar: استيراد الوسائط
de: Medien importieren
pt_br: Importar Mídia
tr: Medyayı İçe Aktar

# BACKUP_IMPORT_ALERT_MESSAGE
source: Import a zip file in order to restore your media. Your zip file should be in the same structure as the exported zip files. It can contain 2 folders (Profiles) and/or (Statuses) with each containing a folder for every user by his WhatsApp ID, also the file names should have the correct format)
ar: قم باستيراد ملف ZIP من أجل استعادة الوسائط الخاصة بك. يجب أن يكون ملف الـ ZIP في نفس بنية ملفات الـ ZIP التي تم تصديرها. يمكن أن تحتوي على مجلدين وهما (الملفات الشخصية) و/أو (الحالات) ويأتي مع كل منهما مجلد يحتوي على معرفات واتساب الخاصة بجهات اتصالك، كما يجب أن تحتوي أسماء الملفات على التنسيق الصحيح.
de: Importiere eine ZIP-Datei, um Medien wiederherzustellen. Die ZIP-Datei sollte dieselbe Struktur wie die exportierten ZIP-Dateien haben. Sie kann 2 Ordner enthalten (Profiles) und/oder (Statuses). Wenn jeder Ordner einen Ordner mit seiner WhatsApp-ID enthält, sollten auch die Dateinamen das richtige Format haben)
pt_br: Importe um arquivo zip para restaurar sua mídia. Seu arquivo zip deve estar na mesma estrutura que os arquivos zip exportados.NPode conter 2 pastas (Perfis) e/ou (Status), cada uma contendo uma pasta para cada usuário pelo seu ID do WhatsApp, também os nomes dos arquivos devem ter o formato correto)
tr: Medyayı geri yüklemek için .ZİP dosyası içe aktarın. ZİP dosyanız dışa aktarılanlar ile aynı mimariye sahip olmalıdır files. It konumu 2 dosya içerir (Profiles) ve/yada (Statuses) adında kişilerin WhatsApp kullanıcı adlarını bulunduğu dosyalardır, dosya isimleride doğru formatta olmalıdır)

# BACKUP_IMPORT_ALERT_WEBSERVER_BUTTON
source: Import from WebServer
ar: استيراد من خادم ويب
de: Import vom WebServer
pt_br: Importar do Servidor Web
tr: WebSunucusundan İçe Aktar

# BACKUP_IMPORT_ALERT_FILES_BUTTON
source: Import from Files
ar: استيراد من الملفات
de: Aus Dateien importieren
pt_br: Importar de Arquivos
tr: Dosyalardan İçe Aktar

# BACKUP_IMPORT_WEBSERVER_WAITING_ZIP_MESSAGE
source: Visit %@ on your PC and upload the .zip file. The file will be detected automatically once uploaded.
ar: قم بزيارة %@ على جهاز الكمبيوتر الخاص بك وقم بتحميل ملف ZIP. سيتم اكتشاف الملف تلقائيًا بمجرد تحميله.
de: Öffne %@ auf deinem PC und lade die ZIP-Datei hoch. Die Datei wird nach dem Hochladen automatisch erkannt.
pt_br: Visite %@ no seu PC e faça o upload do arquivo .zip. O arquivo será detectado automaticamente após o upload.
tr: Bilgisayarınızdan şu adrese gidin %@ ve yedeğinizi .zip olarak karşıya yüklediğinizde file. The dosyası otomatik algılacaktır.

# BACKUP_IMPORT_WEBSERVER_WAITING_ZIP_TITLE
source: Waiting ZIP
ar: انتظار ZIP
de: Warten auf ZIP
pt_br: Esperando ZIP
tr: ZİP Bekleniyor

# BACKUP_IMPORT_PROCESS_MESSAGE
source: Processing Uploaded ZIP
ar: جارِ معالجة تحميل ZIP
de: Hochgeladene ZIP wird verarbeitet
pt_br: Processando Upload do arquivo ZIP
tr: Algılanan ZİP İşleniyor

# BACKUP_IMPORT_PROCESS_UNZIPPING_FAILED_MESSAGE
source: Unzippnig Failed
ar: فشل فك الضغط
de: Entpacken fehlgeschlagen
pt_br: Falha ao descompactar
tr: ZİP Açma Başarısız
