Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# MESSAGE_SCHEDULER_ALERT_SEND_MESSAGE_NOW
source: Send Message Now
ar: إرسال الرسالة الآن
de: Nachricht jetzt senden
es: Enviar mensaje ahora
fr: Envoyer un message maintenant
he: שלח הודעה עכשיו
it: Invia messaggio ora
pt_br: Enviar Mensagem Agora
tr: Mesajı Şimdi Gönder

# MESSAGE_SCHEDULER_ALERT_SCHEDULE_MESSAGE
source: Schedule Message
ar: جدولة الرسالة
de: Nachricht planen
es: Programar mensaje
fr: Programmer un message
he: הודעות מתוזמנות
it: Programma messaggio
pt_br: Agendar Mensagem
tr: Mesaj Zamanla

# MESSAGE_SCHEDULER_ALERT_VIEW_SCHEDULED_MESSAGES
source: View Scheduled Messages
ar: عرض الرسائل المجدولة
de: Geplante Nachrichten öffnen
es: Ver mensajes programados
fr: Afficher les messages programmés
he: צפה בהודעות מתוזמנות
it: Visualizza messaggi programmati
pt_br: Ver Mensagens Agendadas
tr: Zamanlanan Mesajları Göster

# MESSAGE_SCHEDULER_CREATE_EDIT
source: Edit Schedule
ar: تعديل الجدولة
de: Planung bearbeiten
es: Editar mensajes programados
fr: Modifier l'horaire
he: ערוך תזמון
it: Modifica programmazione
pt_br: Editar Agendamentos
tr: Zamanı Düzenle

# MESSAGE_SCHEDULER_NEW_SCHEDULED_MESSAGE
source: New Schedule
ar: رسالة مجدولة جديدة
de: Neue geplante Nachricht
es: Programar nuevo mensaje
fr: Nouveau message planifié
he: הודעה מתוזמת חדשה
it: Nuovo messaggio programmato
pt_br: Nova Mensagem Agendada
tr: Yeni Zamanlı Mesaj

# STICKERS_MANAGER_LABEL
source: Stickers Manager
ar: إدارة الملصقات
de: Sticker Manager
fr: Gestionnaire de stickers
pt_br: Gerenciador de Stickers
tr: Sticker Yöneticisi

# STICKERS_LABEL
source: Stickers
ar: الملصقات
de: Sticker
tr: Stickerlar

# STICKER_PACKS_PAGE_TITLE
source: Sticker Packs
ar: حزم الملصقات
fr: Packs Sticker
pt_br: Pacotes de Sticker
tr: Sticker Paketleri

# STICKER_PACKS_DEFAULT_TAB
source: Default
ar: افتراضي
de: Standard
fr: Défaut
pt_br: Padrão
tr: Varsayılan

# STICKER_PACKS_CUSTOM_TAB
source: Custom
ar: مخصص
de: Benutzerdefiniert
fr: Personnalisé
pt_br: Personalizados
tr: Özel

# LOADING_STICKER_PACKS_LABEL
source: Loading Sticker Packs...
ar: جارِ تحميل حزم الملصقات...
de: Lade Sticker Packs...
fr: Chargement des packs de stickers...
pt_br: Carregando Pacotes de Sticker...
tr: Sticker Paketleri Yükleniyor...

# ADD_STICKERS_ALERT_TITLE
source: Add Sticker Pack
ar: إضافة حزمة ملصقات
de: Füge Sticker Pack hinzu
fr: Ajouter un pack Sticker
pt_br: Adicionar Pacote de Sticker
tr: Sticker Paketi Ekle

# ADD_STICKERS_ALERT_CREATE_STICKER_PACK
source: Create Sticker Pack
ar: إنشاء حزمة ملصقات
de: Sticker Pack erstellen
fr: Créer un pack Sticker
pt_br: Criar Pacote de Sticker
tr: Sticker Paketi Oluştur

# ADD_STICKERS_IMPORT_ZIP_FROM_FILES_APP
source: Import ZIP from Files
ar: استيراد ZIP من الملفات
de: Importiere ZIP von Dateien
fr: Importer ZIP de fichier
pt_br: Importar ZIP dos arquivos
tr: Dosyalardan ZIP çıkar

# ADD_STICKERS_IMPORT_ZIP_FROM_DEVICE_FILES
source: Import ZIP from Device Files
ar: استيراد ZIP من ملفات الجهاز
de: Importiere ZIP von Geräte Dateien
fr: Importer ZIP de Fichier iPhone
pt_br: Importar arquivo ZIP do dispositivo
tr: Cihaz Dosyalarından ZIP çıkar

# ADD_STICKERS_IMPORT_ZIP_FROM_URL
source: Import ZIP from URL
ar: استيراد ZIP من عنوان URL
de: Importiere ZIP von URL
fr: Importer ZIP avec URL
pt_br: Importar ZIP da URL
tr: URL'den ZIP çıkar

# OTHER_SETTINGS_LABEL
source: Other Settings
ar: إعدادات أخرى
pt_br: Outros ajustes

# UPDATES_SECTION_TITLE
source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mise à jour
it: Aggiornamenti
pt_br: Atualizações
tr: Güncellemeler

# AUTO_CHECK_FOR_UPDATES_LABEL
source: Auto Check for Updates
ar: تحقق تلقائي من وجود تحديثات
de: Automatisch nach Updates suchen
es: Chequear automáticamente nuevas actualizaciones
fr: Vérifié automatiquement les mises à jour
it: Controlla automaticamente aggiornamenti
pt_br: Verificação automática de atualizações
tr: Güncellemeler için Otomatik Kontrol Et

# CHECK_FOR_UPDATES_BUTTON
source: Check for Update
ar: التحقق من وجود تحديث
de: Nach Updates suchen
es: Chequear nuevas actualizaciones
fr: Vérifié mise à jour
it: Controlla aggiornamenti
pt_br: Verificar atualizações
tr: Güncellemeleri Kontrol Et

# SETTINGS_SECTION_TITLE
source: Settings
ar: الإعدادات
pt_br: Configurações

# MANAGE_SETTINGS_LABEL
source: Manage Settings
ar: إدارة الإعدادات
pt_br: Gerenciar Configurações

# MANAGE_SETTINGS_ALL_DATA_LABEL
source: All Settings & Data
ar: كل الإعدادات والبيانات
pt_br: Todas as Configurações & Dados

# MANAGE_SETTINGS_TWEAK_SETTINGS_LABEL
source: Tweak Settings
ar: إعدادات الأداة
pt_br: Configurações de Ajustes

# MANAGE_SETTINGS_AUTO_REPLIES_LABEL
source: Auto Replies
ar: الردود التلقائية
pt_br: Respostas Automáticas

# MANAGE_SETTINGS_SCHEDULED_MESSAGES_LABEL
source: Scheduled Messages
ar: الرسائل المجدولة
pt_br: Mensagens Agendadas

# MANAGE_SETTINGS_THEMES_LABEL
source: Themes
ar: الموضوعات
pt_br: Temas

# EXPORT_SETTINGS_LABEL
source: Export Settings
ar: تصدير الإعدادات
pt_br: Exportar Configurações

# EXPORT_SETTINGS_ALL_DATA_FOOTER
source: All settings below will be exported in a ZIP file, you can later import that ZIP inside import section
ar: سيتم تصدير كل الإعدادات أدناه في ملف مضغوط، ويمكنك استيراد ذلك الملف المضغوط لاحقًا في قسم الاستيراد.
pt_br: Todas as configurações abaixo serão exportadas em um arquivo ZIP. Você poderá importar posteriormente o ZIP na seção de importação

# EXPORT_SETTINGS_FILES_FOOTER
source: Settings will be exported in a PLIST file
ar: سيتم تصدير الإعدادات في ملف PLIST.
pt_br: As configurações serão exportadas em um arquivo PLIST

# EXPORT_SETTINGS_FILE_NOT_FOUND_MESSAGE
source: Settings file not found or no settings saved so far
ar: لم يتم العثور على ملف الإعدادات أو لم يتم حفظ أي إعدادات حتى الآن.
pt_br: Arquivo de configurações não encontrado ou nenhuma configuração salva até o momento

# IMPORT_SETTINGS_LABEL
source: Import Settings
ar: استيراد الإعدادات
pt_br: Importar Configurações

# IMPORT_SETTINGS_ALL_DATA_FOOTER
source: Only a ZIP file containing the settings PLIST files can be imported
ar: يمكن استيراد ملف مضغوط يحتوي على ملفات PLIST للإعدادات فقط.
pt_br: Apenas um arquivo ZIP contendo os arquivos PLIST de configurações pode ser importado

# IMPORT_SETTINGS_FILES_FOOTER
source: Only PLIST files can be imported
ar: يمكن استيراد ملفات PLIST فقط.
pt_br: Somente arquivos PLIST podem ser importados

# IMPORT_SETTINGS_BUTTON
source: Import
ar: استيراد
pt_br: Importar

# IMPORT_SETTINGS_CONFIRM_MESSAGE
source: This will replace your current settings, you can't undo this action
ar: سيؤدي هذا إلى استبدال إعداداتك الحالية، ولا يمكن التراجع عن هذا الإجراء.
pt_br: Isso substituirá suas configurações atuais. Não é possível desfazer esta ação

# IMPORT_SETTINGS_INVALID_FILE_TITLE
source: Invalid File
ar: ملف غير صالح
pt_br: Dados Inválidos

# IMPORT_SETTINGS_INVALID_PLIST_FILE_MESSAGE
source: The selected file is not a valid PLIST file
ar: الملف المحدد ليس ملف PLIST صالح
pt_br: O arquivo selecionado não é um arquivo PLIST válido

# IMPORT_SETTINGS_INVALID_ZIP_FILE_MESSAGE
source: The selected file is not valid ZIP file
ar: الملف المحدد ليس ملف مضغوط صالح
pt_br: O arquivo selecionado não é um arquivo ZIP válido

# IMPORT_SETTINGS_NOT_ALL_FILES_IMPORTED_MESSAGE
source: Some files were not imported because it was not a valid PLIST
ar: بعض الملفات لم يتم استيرادها بسبب أنها ليست ملفات PLIST صالحة
pt_br: Alguns arquivos não foram importados porque não era um PLIST válido

# RESET_SETTINGS_LABEL
source: Reset Settings
ar: إعادة تعيين الإعدادات
pt_br: Redefinir Configurações

# RESET_SETTINGS_ALL_DATA_FOOTER
source: Reset all your Watusi settings
ar: إعادة تعيين كل إعدادات Watusi الخاصة بك.
pt_br: Redefina todas as suas configurações do Watusi

# RESET_SETTINGS_FILES_FOOTER
source: Reset specific settings only
ar: إعادة تعيين إعدادات معينة فقط
pt_br: Redefinir apenas configurações específicas

# RESET_SETTINGS_BUTTON
source: Reset
ar: إعادة التعيين
pt_br: Redefinir

# RESET_SETTINGS_CONFIRM_MESSAGE
source: This will delete your current settings, you can't undo this action
ar: سيؤدي هذا إلى حذف إعداداتك الحالية، لا يمكن التراجع عن هذا الإجراء
pt_br: Isso excluirá suas configurações atuais. Não é possível desfazer esta ação

# HIDE_SETTINGS_LABEL
source: Hide Settings
ar: إخفاء الإعدادات
de: Verstecke Einstellungen
fr: Masquer les paramètres
it: Nascondi Impostazioni
pt_br: Ocultar Ajustes
tr: Ayarları Gizle

# HIDE_SETTINGS_ALERT_TITLE
source: WARNING!
ar: تحذير!
de: Warnung!
fr: ATTENTION!
it: ATTENZIONE!
pt_br: ATENÇÃO!
tr: UYARI!

# HIDE_SETTINGS_ALERT_MESSAGE
source: This will hide Watusi settings row from WhatsApp settings and make it accessible through a transparent button on top right of WhatsApp settings page
ar: سيؤدي هذا إلى إخفاء إعدادات Watusi من قائمة إعدادات واتساب، لكن سيظل بإمكانك الوصول إلى إعدادات Watusi عن طريق النقر على أعلى اليسار في إعدادات واتساب.
de: Dies wird die Zeile der Watusi-Einstellungen von den WhatsApp-Einstellungen ausblenden und macht es über eine transparente Schaltfläche rechts von der WhatsApp-Navigationsleiste zugänglich.
es: This will hide Watusi settings row from WhatsApp settings and make it accessible through a transparent button on the right of WhatsApp settings navigation bar
fr: Cela masquera la ligne des paramètres Watusi des paramètres WhatsApp et la rendra accessible via un bouton transparent à droite de la barre de navigation des paramètres WhatsApp.
he: This will hide Watusi settings row from WhatsApp settings and make it accessible through a transparent button on the right of WhatsApp settings navigation bar
it: Attivando quest'opzione nasconderai le Impostazioni di Watusi dalla lista Impostazioni di Whatsapp e saranno accessibili solo attraverso un tasto trasparente (invisibile) a destra della barra di navigazione delle impostazioni di Whatsapp
pt_br: Isto irá esconder a linha de configurações Watusi das configurações do WhatsApp e torná-lo acessível através de um botão transparente à direita da barra de navegação das configurações do WhatsApp
tr: Bu ayar Watusi ayar satırını gizleyecek ve Whatsapp ayarlarının sağ üst kısmında transparan bir buton ile erişilebilir hale getirecektir.

# TWEAK_LANGUAGE_LABEL
source: Language
ar: اللغة
de: Sprache
fr: Langue
it: Lingua
pt_br: Idioma
tr: Dil

# TWEAK_LANGUAGE_AUTO_OPTION
source: Auto
ar: تلقائي
de: Automatisch
pt_br: Automático
tr: Otomatik

# UPDATE_WITH_CONTROL_CENTER_TOGGLES_LABEL
source: Update Settings from CC Toggle
ar: تحديث الإعدادات من مفاتيح تبديل مركز التحكم
pt_br: Atualizar configurações do Centro de Controle

# UPDATE_WITH_CONTROL_CENTER_TOGGLES_DESC
source: By default, Control Center toggle reads and updates the settings of main WhatsApp app, enable this option if you want to update this app's settings with the Control Center toggle.
ar: افتراضيًا، مفاتيح تبديل مركز التحكم تقرأ وتحدث إعدادات تطبيق واتساب الرئيسي فقط. قم بتفعيل هذا الخيار إذا كنت تريد تحديث إعدادات هذا التطبيق من مفاتيح تبديل مركز التحكم.
pt_br: Por padrão, a alternância do Centro de Controle lê e atualiza as configurações do aplicativo principal do WhatsApp; ative esta opção se desejar atualizar as configurações desse aplicativo com a alternância do Centro de Controle..

# DEVELOPER_SECTION_HEADER
source: Developer
ar: المطور
de: Entwickler
fr: Développeur
pt_br: Desenvolvedor
tr: Geliştirici

# CONTRIBUTE_LABEL
source: Contribute
ar: المساهمة
de: Spenden
fr: Contribuer
pt_br: Contribuir
tr: Katkıda Bulun

# SUPPORT_SECTION_TITLE
source: Support
ar: الدعم
es: Soporte
it: Supporto
pt_br: Suporte
tr: Destek

# HELP_AND_SUPPORT_LABEL
source: Help & Support
ar: المساعدة والدعم
pt_br: Ajuda e Suporte

# HELP_LABEL
source: Help
ar: المساعدة
pt_br: Ajuda

# CONTACT_SUPPORT_LABEL
source: Contact Support
ar: تواصل مع الدعم
de: Support kontaktieren
es: Contacto con Soporte
it: Contatta il supporto
pt_br: Contatar Suporte
tr: Kişi Desteği

# ACCOUNT_AD_REMOVAL_LABEL
source: Account & Ad Removal
ar: الحساب وإزالة الاعلانات
de: Account & Werbungsentfernung
es: Cuenta y eliminar publicidad
fr: Suppression du compte et des pubs
he: חשבון & הסרת מודעות
it: Account e rimozione pubblicità
pt_br: Conta e Remoção de Anúncios
tr: Hesap ve Reklam Kaldırma

source: Account
ar: الحساب
es: Cuenta
fr: Compte
he: חשבון
pt_br: Conta
tr: Hesap

source: Manage Account
ar: إدارة الحساب
de: Accountverwaltung
es: Gestionar cuenta
fr: Gérer le compte
he: ניהול משתמש
it: Gestisci account
pt_br: Gerenciar Conta
tr: Hesabı Düzenle

source: Login or Register
ar: تسجيل الدخول أو تسجيل جديد
de: Anmelden oder Registrieren
es: Iniciar sesión o registro
fr: Connectez-vous ou Enregistrez-vous
he: התחבר או הרשם
it: Accedi o registrati
pt_br: Entrar ou Registrar
tr: Giriş yap veya Kayıt ol

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
he: התנתק
it: Esci
pt_br: Sair
tr: Çıkış

source: How to remove Ads
ar: كيفية إزالة الاعلانات
de: Wie man Werbung entfernt
es: Como eliminar la publicidad
fr: Comment supprimer les publicités
he: איך להסיר מודעות
it: Come rimuovere la pubblicità
pt_br: Como remover anúncios
tr: Reklamları nasıl kaldırırım?

# PURCHASE_WATUSI_LICENSE_BUTTON
source: Purchase Watusi License
ar: شراء ترخيص Watusi
de: Watusi Lizenz kaufen
es: Comprar Licencia Watusi
fr: Acheter la licence Watusi
he: רכוש רישיון לטוויק
it: Acquista licenza Watusi
pt_br: Comprar licença Watusi
tr: Watusi Lisansı Satın Al

# TWEET_FOR_2_DAYS_AD_FREE_BUTTON
source: Tweet for 2 days ad-free
ar: التغريد للحصول على يومين بدون إعلانات
de: Tweet für 2 werbefreie Tage
es: Tweet para obtener 2 días sin publicidad
fr: Tweet pour 2 jours sans publicité
he: צייץ בשביל 2 ימים ללא מודעות
it: Pubblica un tweet per 2 giorni senza pubblicità
pt_br: Tweet para ter 2 dias sem anúncios
tr: Reklamsız 2 gün için tweet at

# LOGIN_TO_PURCHASE_MESSAGE
source: You have to login with your account in order to purchase Watusi.
ar: قم بتسجيل الدخول لتتمكن من شراء ترخيص Watusi
de: Du musst dich mit deinem Account einloggen, um Watusi zu kaufen.
es: Ingresa con tu cuenta para poder comprar Watusi
fr: Vous devez vous connecter avec votre compte afin d'acheter Watusi.
he: אתה צריך להתחבר למשתמש שלך.
it: Devi accedere al tuo account per acquistare Watusi.
pt_br: Você precisa fazer o login com sua conta para comprar o Watusi.
tr: Watusi'yi satın almak için hesabınıza giriş yapın.

source: Loading...
ar: جارِ التحميل...
de: Lädt...
es: Cargando...
fr: Chargement...
he: טוען...
it: Caricamento...
pt_br: Carregando...
tr: Yükleniyor...

# MORE_TWEAKS_TITLE
source: More Tweaks
ar: أدوات أخرى قد تهمك
de: Mehr Tweaks
es: Más Trucos
fr: Plus de Tweaks
it: Altri Tweaks
pt_br: Mais Tweaks
tr: Daha Fazla Tweakler için

# ALL_SECTION_SHORT_TITLE
source: All
ar: الكل
pt_br: Todos

# FAQ_SECTION_SHORT_TITLE
source: FAQs
ar: الأسئلة الشائعة

# HOW_TO_ENABLE_CC_TOGGLES_TITLE
source: How to enable Control Center toggles?
ar: كيف يمكن تفعيل مفاتيح تبديل مركز التحكم؟
pt_br: Como ativar as alternâncias do Centro de Controle?

# HOW_TO_ENABLE_CC_TOGGLES_CONTENT
source: CCSupport package is required to load 3rd party modules into your Control Center, you can then go into your Control Center settings and add Watusi to your active toggles and customize the toggles in it.
ar: يتطلب حزمة CCSupport لتحميل وحدات الطرف الثالث في مركز التحكم الخاص بك، ويمكنك بعد ذلك الذهاب إلى إعدادات مركز التحكم وإضافة Watusi إلى مفاتيح التبديل النشطة خاصتك وتخصيصها من هناك.
pt_br: O pacote CCSupport é necessário para carregar módulos de terceiros no seu Centro de Controle, você pode acessar as configurações do Centro de Controle e adicionar Watusi às suas opções ativas e personalizar as opções nele.

# HOW_TO_REMOVE_ADS_TITLE
source: How to remove advertisments?
ar: كيف يمكن إزالة الإعلانات؟
pt_br: Como remover anúncios?

# HOW_TO_REMOVE_ADS_CONTENT
source: You have to go into Watusi settings > Accounts & Ad Removal > Create/Login with your account, and you'll see an option to purchase a license which will remove the advertisments.
ar: يجب عليك الذهاب إلى إعدادات Watusi > الحساب وإزالة الإعلانات > إنشاء/تسجيل الدخول بحسابك، وستجد خيارًا لشراء ترخيص إزالة الإعلانات.
pt_br: Você deve acessar as configurações do Watusi> Contas e remoção de anúncios> Criar / fazer login com sua conta e verá uma opção para comprar uma licença que removerá os anúncios.

# LICENSE_SECTION_SHORT_TITLE
source: License
ar: الترخيص
pt_br: Licença

# MAX_DEVICES_TITLE
source: How many devices I can activate my license on?
ar: كم عدد الأجهزة التي يمكنني تنشيط ترخيصي عليها؟
pt_br: Em quantos dispositivos posso ativar minha licença?

# MAX_DEVICES_CONTENT
source: You can use your account on 3 WhatsApp applications at the same time, you can manage your devices from your account page.
ar: يمكنك استخدام حسابك في ٣ تطبيقات واتساب في نفس الوقت، كما يمكنك إدارة أجهزتك من صفحة حسابك.
pt_br: Você pode usar sua conta em três aplicativos do WhatsApp ao mesmo tempo, gerenciar seus dispositivos na página da sua conta.

# ISSUES_SECTION_SHORT_TITLE
source: Issues
ar: الأخطاء
pt_br: Problemas

# CANT_VIEW_CONTACTS_LASTSEEN_TITLE
source: Why I can't see my contacts last seen?
ar: لماذا لا يمكنني رؤية آخر ظهور لجهات اتصالي؟
pt_br: Por que não consigo ver meus contatos vistos pela última vez?

# CANT_VIEW_CONTACTS_LASTSEEN_CONTENT
source: If you freeze your last seen, you will not be able to view your contacts' last seen or online status because WhatsApp server requires a user to be online when requesting a last seen and freezing your last seen stops sending your online status to the server.
ar: إذا قمت بتجميد آخر ظهور الخاص بك لن تتمكن من عرض آخر ظهور لجهات اتصالك أو حالة اتصالهم أيضًا، وهذا بسبب أن خادم واتساب يطلب أن يكون المستخدم متصلًا عند طلب آخر ظهور، وتجميد آخر ظهور الخاص بك يتسبب في إيقاف إرسال حالة اتصالك إلى الخادم.
pt_br: Se você congelar a última vez que viu, não poderá ver o status da última vez que está online ou visto, porque o servidor do WhatsApp exige que o usuário esteja online ao solicitar uma última vista e congelar a última vista para de enviar seu status online para o servidor.

# UNABLE_TO_SEND_RECEIVE_MESSAGES_TITLE
source: Unable to send and receive messages?
ar: لماذا أنا غير قادر على إرسال واستقبال الرسائل؟
pt_br: Não foi possível enviar e receber mensagens?

# UNABLE_TO_SEND_RECEIVE_MESSAGES_CONTENT
source: This issue might be from "Disable Delivery Receipts" feature, WhatsApp server will stop receving/sending your new messages if you have a lot of pending messages on server waiting to be marked as delivered. It is not possible to fix this since its server-sided.
ar: قد يكون سبب هذه المشكلة هو ميزة "تعطيل مؤشرات الوصول"، لأنه بعد تفعيل هذه الميزة، سيتوقف خادم واتساب عن استقبال/إرسال رسائلك الجديدة إذا كان لديك الكثير من الرسائل المعلقة في الخادم في انتظار أن يتم تمييزها كمُستلمة. لا يمكن إصلاح هذا الأمر لأنه شيء متعلق بخادم واتساب وليس أداة Watusi.
pt_br: Esse problema pode ser do recurso "Desativar recibos de entrega", o servidor do WhatsApp interromperá o recebimento / envio de novas mensagens se houver muitas mensagens pendentes no servidor aguardando para serem marcadas como entregues. Não é possível consertar isso desde o lado do servidor.

# REDEEM_TITLE
source: Redeem
ar: تحصيل
de: Einlösen
es: Canjear
fr: Racheter
it: Riscatta
pt_br: Resgatar
tr: Kullan

# REDEEM_BUTTON
source: Redeem
ar: تحصيل
de: Einlösen
es: Canjear
fr: Racheter
it: Riscatta
pt_br: Resgatar
tr: Kullan

source: Redeem Code
ar: تحصيل الرمز
de: Code einlösen
es: Canjear código
fr: Racheter un code
it: Riscatta codice
pt_br: Resgatar Código
tr: Kodu Kullan

# BAD_PROMO_CODE_FORMAT_MESSAGE
source: Invalid Promo Code
ar: رمز غير صالح
de: Ungültiger Promo Code
es: Código promocional no válido
fr: Code de promotion invalide
it: Codice non valido
pt_br: Código Promocional Inválido
tr: Geçersiz Promosyon Kodu

# ENTER_PROMO_CODE_MESSAGE
source: Enter your promo code
ar: قم بإدخال الرمز
de: Promo Code eingeben
es: Introduce tu código de promoción
fr: Entrez votre code promo
it: Inserire il codice
pt_br: Digite seu código promocional
tr: Promosyon kodunuzu girin

# REDEEM_SUCCESSFULL_TITLE
source: Code Redeemed
ar: تم تحصيل الرمز بنجاح
de: Code eingelöst
es: Código canjeado
fr: Code racheté
it: Codice riscattato
pt_br: Código Resgatado
tr: Kod Onaylandı

# REDEEM_SUCCESSFULL_MESSAGE
source: Watusi license has been added to your account
ar: تم اضافة ترخيص Watusi إلى حسابك
de: Eine Watusi Lizenz wurde deinem Account hinzugefügt
es: Se ha agregado la licencia Watusi a tu cuenta.
fr: La licence Watusi a été ajoutée à votre compte
it: La licenza di Watusi è stata aggiunta all'account
pt_br: A licença do Watusi foi adicionada à sua conta
tr: Watusi lisansınız hesabınıza eklendi

# REDEEM_FAILED_TITLE
source: Redeem Failed
ar: فشل التحصيل
de: Einlösen fehlgeschlagen
es: Se ha producido un fallo al canjear
fr: Échange échoué
it: Inserimento codice non riuscito
pt_br: Resgate Falhou
tr: Kod Kullanımı Başarısız

# REDEEM_FAILED_WRONG_CODE_MESSAGE
source: Invalid Promo Code
ar: الرمز غير صالح
de: Ungültiger Promo Code
es: Código promocional no válido
fr: Code de promotion invalide
it: Codice non valido
pt_br: Código Promocional Inválido
tr: Geçersiz Promosyon Kodu

# REDEEM_FAILED_INVALID_DATA_MESSAGE
source: Invalid Data
ar: رمز خاطئ
de: Ungültige Daten
es: Datos inválidos
fr: Données invalides
it: Dati errati
pt_br: Dados inválidos
tr: Geçersiz Bilgi

source: Groups
ar: المجموعات
de: Gruppen
es: Grupos
fr: Groupes
he: קבוצות
it: Gruppi
pt_br: Grupos
tr: Gruplar

source: Default
ar: افتراضي
de: Standard
es: Defecto
fr: Par défaut
he: ברירת מחדל
pt_br: Padrão
tr: Varsayılan

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
he: מחיקה
it: Elimina
pt_br: Deletar
tr: Sil

source: Update
ar: تحديث
pt_br: Atualizar

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Cancella
pt_br: Cancelar
tr: İptal

source: Okay
ar: حسنًا
es: OK
fr: Ok
he: אוקיי
it: Ok
pt_br: Ok
tr: OK

source: Enable
ar: تفعيل
de: Aktivieren
fr: Activer
pt_br: Habilitar

source: More
ar: المزيد
de: Mehr
fr: Plus
pt_br: Mais
tr: Daha Fazla

source: Relaunch
ar: إعادة تشغيل
de: Neustart
es: Relanzar
fr: Relancer
he: הפעל מחדש
it: Riavvia
pt_br: Reabrir
tr: Yeniden Başlat

source: Later
ar: لاحقًا
de: Später
es: Despues
fr: Plus tard
he: אחר כך
it: Più tardi
pt_br: Depois
tr: Sonra

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
he: שלח
it: Invia
pt_br: Enviar
tr: Gönder

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
he: הוסף
it: Aggiungi
pt_br: Adicionar
tr: Ekle

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
it: Modifica
pt_br: Editar
tr: Düzenle

source: Duplicate
ar: تكرار
de: Vervielfältigen
es: Duplicar
fr: Dupliquer
he: שכפל
it: Duplica
pt_br: Duplicado
tr: Çoğalt

source: Export
ar: تصدير
fr: Exporter
pt_br: Exportar
tr: Dışarı Aktar

source: Publish
ar: نشر
de: Veröffentlichen
fr: Publier
pt_br: Publicar
tr: Yayımla

source: to
ar: إلى
de: zu
es: a
fr: à
he: אל
it: a
pt_br: Para
tr: Alıcı

source: Dismiss
ar: تجاهل
de: Schließen
es: Descartar
fr: Rejetter
he: דלג
it: Scarta
pt_br: Dispensar
tr: Kapat

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar Todo
fr: Sélectionner tout
he: בחר הכל
it: Seleziona tutto
pt_br: Selecionar Todos
tr: Tümünü Seç

source: Deselect All
ar: إلغاء تحديد الكل
de: Alles abwählen
es: Deseleccionar Todo
fr: Désélectionner tout
he: בטל בחירת הכל
it: Deseleziona tutto
pt_br: Desselecionar Todos
tr: Tüm Seçimi Kaldır
