Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# MY_CONTACTS_BLACKLISTED_LABEL
source: Blacklisted Contacts
ar: جهات الاتصال المدرجة في القائمة السوداء
de: Geblacklistete Kontakte
es: Lista negra de contactos
fr: Contacts liste noire
he: הרשימה השחורה של אנשי הקשר
it: Contatti in lista nera
pt_br: Contatos na lista negra
tr: Karalistedeki Kişilerim

# HIDE_CALL_MUTE_DESC
source: Your contacts will not know that you have muted the microphone during a call.
ar: لن تعلم جهات اتصالك أنك قمت بكتم الميكروفون أثناء المكالمة.
de: Deine Kontakte werden nicht wissen, dass du das Mikrofon während eines Anrufs stummgeschaltet hast.
fr: Vos contacts ne sauront pas que vous avez désactivé le microphone pendant un appel.
it: I tuoi contatti non sapranno che hai disattivato il microfono durante la chiamata.
pt_br: Seus contatos não saberão que você desativou o microfone durante uma chamada.
tr: Kişileriniz aramadayken mikrofonu susturduğunuzu bilmeyecek..

# HIDE_CALL_MUTE_LABEL
source: Hide Muted Call
ar: إخفاء كتم المكالمة
de: Stummgeschalteten Anruf ausblenden
fr: Masquer le bouton sourdine
it: Non mostrare che il microfono è stato disattivato
pt_br: Ocultar chamada silenciada
tr: Susturulan Aramayı Gizle

# DISABLE_VOIP_LABEL
source: Block Incoming Calls
ar: حظر المكالمات الواردة
es: Desactivar VOIP
he: ביטול שיחות
pt_br: Bloquear chamadas recebidas

# DISABLE_VOIP_DESC
source: Blocked calls will not show the caller 'Ringing' message
ar: المكالمات المحظورة لن تعرض رسالة 'رنين' للمتصل.
es: Desactivar la interfaz VOIP y bloquear todas las llamadas VOIP entrantes.
he: ביטול שיחות בתוך הוואטסאפ
pt_br: As chamadas bloqueadas não mostrarão a mensagem 'Tocando' do chamador

# DISABLE_VOIP_FILTER_LABEL
source: Block Calls From
ar: حظر المكالمات من
pt_br: Bloquear Ligações de

# DISABLE_VOIP_ALL_CONTACTS_LABEL
source: All Contacts
ar: كل جهات الاتصال
de: Everyone
pt_br: Todos os contatos
tr: Everyone

# DISABLE_VOIP_ALL_CONTACTS_EXCEPT_LABEL
source: All Contacts Except
ar: كل جهات الاتصال ماعدا
pt_br: Todos, exceto..

# DISABLE_VOIP_UNKNOWN_CONTACTS_LABEL
source: Unsaved Numbers
ar: الأرقام غير المحفوظة
pt_br: Números não salvos

# DISABLE_VOIP_SELECTED_CONTACTS_LABEL
source: Selected Contacts
ar: جهات الاتصال المحددة
pt_br: Selecionar Contatos

# DISABLE_VOIP_BLACKLIST_LABEL
source: Blocked Contacts
ar: جهات الاتصال المحظورة
pt_br: Contatos Bloqueados

# DISABLE_VOIP_WHITELIST_LABEL
source: Allowed Contacts
ar: جهات الاتصال المسموح بها
pt_br: Contatos Permitidos

# STATUS_ADDONS_LABEL
source: Status Add-ons
ar: إضافات الحالة
de: Status Erweiterungen
es: Ajuste De Estados
fr: Réglages pour les statuts
he: סטטוס
it: Funzioni aggiuntive per lo Stato
pt_br: Complementos do status
tr: Durum Eklentileri

# STATUS_DOWNLOAD_BUTTON_LABEL
source: Show Download Button
ar: إظهار زر التنزيل
de: Download Button anzeigen
es: Mostrar el botón de descarga
fr: Afficher le bouton de téléchargement
he: הראה כפתור הורדה
it: Mostra tasto download
pt_br: Mostrar botão de Download
tr: İndirme Butonunu Göster

# STATUS_DOWNLOAD_BUTTON_DESC
source: Add a button on bottom right of statuses in order to download it.
ar: إضافة زر في الجزء السفلي الأيمن في الحالة لتنزيلها.
de: Fügt einen Button rechts unten bei den Status hinzu, um diese herunterzuladen.
es: Agregar un botón en la parte inferior derecha de los estados para descargarlo.
fr: Ajoutez un bouton en bas à droite des statuts afin de le télécharger.
he: .הוסף כפתור הורדה בצד ימין של הסטטוס כדי לשמור את התמונה/סרטון
it: Aggiunge un tasto in basso a destra per scaricare gli aggiornamento allo stato.
pt_br: Adicione um botão na parte inferior direita dos status para fazer o download.
tr: Durumları indirmek için sağ alta indirme tuşu ekle.

# STATUS_ACTION_SHEET_DOWNLOAD_BUTTON_TITLE
source: Download
ar: تنزيل

# STATUS_ACTION_SHEET_MARK_VIEWED_BUTTON_TITLE
source: Mark as Viewed
ar: تمييز كمُشاهَد
pt_br: Marcar como visto

# STATUS_CAPTION_COPY
source: Copy Caption
ar: نسخ الشرح
de: Beschriftung kopieren
pt_br: Copiar legenda
tr: Başlığı Kopyala

# STATUS_CAPTION_COPIED_TO_CLIPBOARD
source: Caption Copied to Clipboard
ar: تم نسخ الشرح إلى الحافظة
de: Beschriftung in die Zwischenablage kopiert
pt_br: Legenda copiada para a área de transferência
tr: Başlık Panoya Kopyalandı

# STATUS_DOWNLOAD_IMAGE_SAVE_TO_LIBRARY
source: Save Image to Library
ar: حفظ الصور إلى المكتبة
de: Bild in die Mediathek speichern
es: Guardar imagen en la biblioteca
fr: Enregistrer l'image dans la bibliothèque
he: שמור את התמונה לגלרייה
it: Salva immagine nella libreria
pt_br: Salvar imagem na biblioteca
tr: Fotoğrafı Galeriye İndir

# STATUS_DOWNLOAD_IMAGE_SHARE
source: Share Image
ar: مشاركة الصورة
de: Bild teilen
es: Compartir imagen
fr: Partager l'image
he: שתף תמונה
it: Condividi immagine
pt_br: Compartilhar imagem
tr: Fotoğrafı Paylaş

# STATUS_DOWNLOAD_IMAGE_SAVED_TO_LIBRARY_MESSAGE
source: Image Saved to Library
ar: تم حفظ الصورة إلى المكتبة
de: Bild in der Mediathek gespeichert
es: Imagen guardada en la biblioteca
fr: Image enregistrée dans la bibliothèque
he: .התמונה נשמרה בגלרייה
it: Immagine salvata nella libreria
pt_br: Imagem salva na biblioteca
tr: Fotoğraf Galeriye Kaydedildi

# STATUS_DOWNLOAD_VIDEO_SAVE_TO_LIBRARY
source: Save Video to Library
ar: حفظ الفيديو إلى المكتبة
de: Video in die Mediathek speichern
es: Guardar video en la biblioteca
fr: Enregistrer la vidéo dans la bibliothèque
he: .שמור וידאו לגלרייה
it: Salva video nella libreria
pt_br: Salvar vídeo na biblioteca
tr: Videoyu Galeriye Kaydet

# STATUS_DOWNLOAD_VIDEO_SHARE
source: Share Video
ar: مشاركة الفيديو
de: Video teilen
es: Guardar video
fr: Partager la vidéo
he: שתף וידאו.
it: Condividi video
pt_br: Compartilhar vídeo
tr: Videoyu Paylaş

# STATUS_DOWNLOAD_VIDEO_SAVED_TO_LIBRARY_MESSAGE
source: Video Saved to Library
ar: تم حفظ الفيديو إلى المكتبة
de: Video in die Mediathek gespeichert
es: Video guardado en la biblioteca
fr: Vidéo enregistrée dans la bibliothèque
he: .הוידאו נשמר בגלרייה
it: Video salvato nella libreria
pt_br: Vídeo salvo na biblioteca
tr: Video Galeriye Kaydedildi

# STATUS_DOWNLOAD_GIF_SAVE_AS_VIDEO
source: Save as Video
ar: حفظ كـ فيديو
de: Als Video speichern
es: Guardar como video
fr: Enregistrer en tant que vidéo
he: שמור כוידאו
it: Salva come video
pt_br: Salvar como vídeo
tr: Video Olarak Kaydet

# STATUS_DOWNLOAD_GIF_SAVE_AS_GIF
source: Save as GIF
ar: حفظ كـ GIF
de: Als GIF speichern
es: Guardar como GIF
fr: Enregistrer en tant que GIF
he: GIF - שמור כ
it: Salva come GIF
pt_br: Salvar como GIF
tr: GIF Olarak Kaydet

# STATUS_DOWNLOAD_GIF_SHARE_AS_VIDEO
source: Share as Video
ar: مشاركة كـ فيديو
de: Als Video teilen
es: Compartir como video
fr: Partager en tant que vidéo
he: שתף כוידאו
it: Condividi come video
pt_br: Compartilhar com vídeo
tr: Video Olarak Paylaş

# STATUS_DOWNLOAD_GIF_SHARE_AS_GIF
source: Share as GIF
ar: مشاركة كـ GIF
de: Als GIF teilen
es: Compartir como GIF
fr: Partager en tant que GIF
he: GIF - שתף כ
it: Condividi come GIF
pt_br: Compartilhar como GIF
tr: GIF Olarak Paylaş

# STATUS_DOWNLOAD_GIF_SAVED_TO_LIBRARY_MESSAGE
source: GIF Saved to Library
ar: تم حفظ الـ GIF إلى المكتبة
de: GIF in die Mediathek gespeichert
es: GIF guardado en la biblioteca
fr: GIF enregistré dans la bibliothèque
he: נשמר בגלרייה GIF ה
it: GIF salvata nella libreria
pt_br: GIF salvo na biblioteca
tr: GIF Galeriye Kaydedildi

# STATUS_TEXT_SAVE_IMAGE_TO_LIBRARY
source: Save Image to Library
ar: حفظ الصورة إلى المكتبة
de: Bild in Mediathek speichern
es: Guardar imagen en la biblioteca
fr: Enregistrer l'image dans la galerie
it: Salva immagine nella libreria
pt_br: Salvar imagem na biblioteca
tr: Fotoğrafı Galeriye Kaydet

# STATUS_TEXT_SHARE_IMAGE
source: Share Image
ar: مشاركة الصورة
de: Bild teilen
es: Compartir imagen
fr: Partager l'image
it: Condividi immagine
pt_br: Compartilhar Imagem
tr: Fotoğraf Paylaş

# STATUS_TEXT_SHARE_TEXT
source: Share Text
ar: مشاركة النص
de: Text teilen
es: Compartir texto
fr: Partager le text
it: Condividi testo
pt_br: Compartilhar Texto
tr: Yazı Paylaş

# STATUS_TEXT_COPY_TEXT
source: Copy Text
ar: نسخ النص
de: Text kopieren
es: Copiar texto
fr: Copier le text
it: Copia testo
pt_br: Copiar Texto
tr: Yazıyı Kopyala

# STATUS_TEXT_COPIED_TO_CLIPBOARD
source: Text Copied to Clipboard
ar: تم نسخ النص إلى الحافظة
de: Text in Zwischenablage kopiert
es: Texto copiado al portapapeles
fr: Texte copié dans le presse-papiers
it: Testo copiato negli appunti
pt_br: Texto copiado para área de transferência
tr: Yazı Panoya Kopyalandı

# STATUS_DISABLE_AUTO_MARK_VIEWED_LABEL
source: Disable Auto Mark Viewed
ar: تعطيل إظهار رؤية الحالة
de: Nicht als gesehen markieren
es: Desactivar auto marca de Visto
fr: Désactiver le vue automatique
he: ביטול צפייה אוטומטית בסטורי
it: Disattiva 'Segna come visto'
pt_br: Desativar auto-marcar visualizada
tr: Otomatik İzlenmeyi Devre Dışı Bırak

# STATUS_MOVE_VIEWED_TO_BOTTOM_LABEL
source: Move Viewed Statuses to Bottom
ar: نقل الحالات التي تمت مشاهدتها إلى أسفل
de: Gesehene Statuse nach unten verschieben
es: Mover hacia abajo los estados Visto
fr: Déplacer les statuts affichés en bas
it: Sposta stati visualizzati verso il fondo
pt_br: Mover status vistos para baixo
tr: İzlenilen Hikayeleri Aşağı Taşı

# STATUS_DISABLE_AUTO_MARK_VIEWED_DESC
source: Disable auto marking your contacts status as viewed and manually send viewed receipts using Watusi button. Statuses marked as viewed will not show the force mark button.
ar: تعطيل إظهار رؤية الحالة لحالات جهات الاتصال وجعلها يدوية عن طريق الضغط على أيقونة الصح التي ستصبح موجودة في الجهة السفلية اليسرى لكل حالة.
de: Deaktiviert das automatische als gesehen Markieren des Status deiner Kontakte, du kannst den Status per Watusi Button manuell als gesehen markieren.
es: Desactivar la marcación automática del estado de visto de tus contactos en cuanto se visualiza el mensaje y enviar las marcas manualmente a través del botón Watusi. Los estados marcados como Visto no mostrarán el botón de Forzar marca.
fr: Désactiver le marquage automatique de votre statut des contacts en tant que visualisé et envoyer manuellement les reçus consultés à l'aide du bouton Watusi. Les statuts marqués comme affichés ne montrent pas le bouton de la marque de force.
he: ביטול צפייה אוטומטית ושלח באופן ידני כשצפית בסטורי של האיש קשר.
it: Attivando questa opzione, quando visualizzerai gli aggiornamenti allo stato dei tuoi contatti, essi non verranno segnati automaticamente come visti. Dovrai utilizzate il tasto di Watusi per inviare manualmente la conferma di averlo visto. Non visualizzerai quel tasto negli aggiornamenti allo stato già impostati come visti.
pt_br: Desativar a marcação automática do status de seus contatos conforme visualizado e enviar manualmente os recibos vistos usando o botão Watusi. Os status marcados como visualizados não mostrarão o botão de marcar forçado.
tr: Kişilerin hikayelerini otomatik izlemeyi devre dışı bırak ve manuel olarak Watusi görüldü tuşuna bas. Görülen hikayelerde zorla işaretlenme tuşu gözükmez.

# STATUS_CONTACT_GROUPS_DESC
source: Adds the option to create contact groups and easily select/deselect them from WhatsApp contacts picker.
ar: إضافة خيار لإنشاء مجموعات و تحديد/إلغاء تحديد جهات اتصالك بسهولة.
de: Fügt die Option hinzu, Kontaktgruppen zu erstellen und diese im Kontaktauswahlmenü auszuwählen/abzuwählen.
es: Agregar la opción de crear Grupos de contactos y seleccionarlos/deseleccionarlos fácilmente desde el selector de contactos de WhatsApp.
fr: Ajoute l'option pour créer des groupes de contacts et les sélectionner / les désélectionner facilement à partir du sélecteur de contacts WhatsApp.
he: הוסף את האפשרות ליצור קבוצת אנשי קשר בזריזות
it: Aggiunge l'opzione per creare gruppi di contatti per selezionarli/deselezionarli facilmente dal selettore contatti di WhatsApp.
pt_br: Adiciona a opção para criar grupos de contatos e facilmente selecioná-los/desmarcá-los do seletor de contatos do WhatsApp.
tr: Whatsapp kişi seçiminden kişileri kolayca gruplara seçme/seçimi kaldırma opsiyonunu ekler.

# STATUS_CONTACT_GROUPS_LABEL
source: Show Contact Groups
ar: إظهار مجموعات جهات الاتصال
de: Kontaktgruppen zeigen
es: Mostrar los Grupos de contactos
fr: Afficher les groupes de contacts
he: הצג קבוצות אנשי קשר
it: Mostra i gruppi di contatti
pt_br: Mostrar os grupos de contatos
tr: Kişilerin Gruplarını Göster

# STATUS_CONTACT_GROUPS_EMPTY_MESSAGE
source: You don't have any contact groups yet, use the + button to create one.
ar: لا يوجد لديك مجموعات حتى الآن، استخدم زر + لإنشاء واحدة
de: Du hast noch keine Kontaktgruppen erstellt, benutze den + Button, um eine zu erstellen.
es: Todavía no tienes ningún Grupo de contactos, usa el botón + para crear uno.
fr: Vous n'avez pas encore de groupe de contact, utilisez le bouton + pour créer un.
he: (+) אין לך קבוצות אנשי קשר כדי להוסיף קבוצה לחץ על ה
it: Non hai ancora nessun gruppo di contatto, usa il tasto '+' per crearne uno.
pt_br: Você ainda não tem nenhum grupo de contatos, use o botão + para criar um.
tr: Henüz bir grubunuz yok,+ tuşunu kullanarak bir grup oluşturun.

# STATUS_CONTACT_GROUPS_CONTACT_LABEL
source: Contact
ar: جهات الاتصال
de: Kontakt
es: Contacto
he: איש קשר
it: Contatto
pt_br: Contatos
tr: Kişi

# STATUS_CONTACT_GROUPS_CONTACTS_LABEL
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
he: אנשי קשר
it: Contatti
pt_br: Contatos
tr: Kişiler

# STATUS_CONTACT_GROUPS_NEW_GROUP_LABEL
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
he: קבוצה חדשה
it: Nuovo gruppo
pt_br: Novo Grupo
tr: Yeni Grup

# STATUS_CONTACT_GROUPS_UPDATE_GROUP_LABEL
source: Update Group
ar: تحديث المجموعة
pt_br: Atualizar Grupo

# STATUS_CONTACT_GROUPS_ENTER_GROUP_NAME_MESSAGE
source: Enter group name
ar: ادخل اسم المجموعة
de: Gebe einen Gruppennamen ein
es: Escribe el nombre de grupo
fr: Entrez le nom du groupe
he: הכנס שם קבוצה
it: Inserisci il nome del gruppo
pt_br: Insira o nome do grupo
tr: Yeni Grup İsmini Girin

# STATUS_CONTACT_GROUPS_GROUP_NAME_PLACEHOLDER
source: Group Name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
he: שם קבוצה
it: Nome del gruppo
pt_br: Nome do Grupo
tr: Grup İsmi

# STATUS_CONTACT_GROUPS_MANAGE_BUTTON
source: Manage
ar: إدارة
de: Verwalten
es: Administrar
fr: Gérer
he: ניהול
it: Gestisci
pt_br: Gerenciar
tr: Düzenle

# STATUS_CONTACT_GROUPS_EXPORT_BUTTON
source: Export
ar: تصدير
pt_br: Exportar

# STATUS_CONTACT_GROUPS_IMPORT_BUTTON
source: Import
ar: استيراد
pt_br: Importar

# STATUS_CONTACT_GROUPS_DELETE_BUTTON
source: Delete
ar: حذف
pt_br: Deletar

# STATUS_CONTACT_GROUPS_DELETE_GROUPS_BUTTON
source: Delete Groups
ar: حذف المجموعات
pt_br: Deletar Grupos

# STATUS_KEEP_CONTACTS_DELETED_STATUSES_DESC
source: Statuses that your contacts delete will not be removed from the statuses list until they expire in 24h. Deleted statuses will show a message in the header containing the time it was deleted.
ar: لن تتم إزالة الحالات التي تحذفها جهات اتصالك من قائمة الحالات حتى تنتهي صلاحيتها الافتراضية ٢٤ ساعة. ستظهر رسالة أعلى الحالات المحذوفة تحتوي على وقت حذفها.
de: Von deinen Kontakten gelöschte Status werden erst nach 24 Stunden aus der Statusliste entfernt, gelöschte Statusmeldungen zeigen eine Nachricht in der Kopfzeile an, die den Zeitpunkt des Löschens enthält.
fr: Les statuts que vos contacts suppriment ne seront pas supprimés de la liste des statuts jusqu'à ce qu'ils expirent dans 24h. Les statuts supprimés afficheront un message dans l'en-tête contenant l'heure à laquelle il a été supprimé.
pt_br: Os status excluídos por seus contatos não serão removidos da lista de status até que expirem em 24h. Os status excluídos mostrarão uma mensagem no cabeçalho contendo a hora em que foi excluída.

# STATUS_KEEP_CONTACTS_DELETED_STATUSES_LABEL
source: Keep Contacts Deleted Statuses
ar: إبقاء حالات جهات الاتصال المحذوفة
de: Gelöschte Statusmeldungen behalten
fr: Conserver les statuts supprimés des contacts
pt_br: Manter status excluído dos contatos

# STATUS_KEEP_CONTACTS_DELETED_STATUSES_MESSAGE
source: Deleted at
ar: تم الحذف في
de: Gelöscht um
fr: Supprimé à
pt_br: Excluído em

# STATUS_SPLIT_VIDEO_LABEL
source: Split Long Videos
ar: تقسيم الفيديوهات الطويلة
pt_br: Dividir Vídeos Longos

# STATUS_SPLIT_VIDEO_DESC
source: When uploading a video to your status, WhatsApp allows only 30 seconds videos, this feature will automatically split longer videos into multiple statuses trimmed at the right time to be played consecutively.
ar: عند رفع فيديو إلى الحالة الخاصة بك، فإن واتساب لا تسمح أن تزيد مدة الفيديو عن ٣٠ ثانية، ستقوم هذه الميزة بتقسيم الفيديو الطويل تلقائيًا إلى عدة فيديوهات متتالية متناسقة كل منها مدته ٣٠ ثانية.
pt_br: Ao enviar um vídeo para o seu status, o WhatsApp permite vídeos de apenas 30 segundos, esse recurso dividirá automaticamente vídeos mais longos em vários status aparados no momento certo para serem reproduzidos consecutivamente.

# STATUS_SPLIT_VIDEO_LIMIT_MESSAGE
source: Videos longer than 15 minutes are not supported
ar: الفيديوهات التي تزيد مدتها عن ١٥ دقائق غير مدعومة
de: Videos longer than 10 minutes are not supported
pt_br: Vídeos com mais de 15 minutos não são suportados
tr: Videos longer than 10 minutes are not supported

# STATUS_DISABLE_AUTO_ADVANCE_DESC
source: Disable auto advance to next status.
ar: تعطيل التقدم التلقائي للحالات.
de: Deaktiviert das automatische Wechseln zum nächsten Status.
es: Desactivar auto avance al siguiente estado.
fr: Désactiver l'avance automatique vers le statut suivant
he: ביטול דילוג אוטומטי לסטורי הבא
it: Non verrà automaticamente visualizzato lo stato successivo
pt_br: Desative o avanço automático para o próximo status.
tr: Sonraki hikayeye otomatik geçmeyi devre dışı bırak.

# STATUS_DISABLE_AUTO_ADVANCE_LABEL
source: Disable Auto Advance
ar: تعطيل التقدم التلقائي
de: Automatisches Wechseln deaktivieren
es: Desactivar auto avance
fr: Désactiver l'avancement automatique
he: ביטול דילוג אוטומטי
it: Disattiva auto-passaggio
pt_br: Desativar Avanço Automático
tr: Oto Hikaye Geçmeyi Devre Dışı Bırak

# STATUS_HIDE_TABBAR_BADGES_DESC
source: Hide the blue dot badge on the status tab when a new status is available
ar: إخفاء شارة النقطة الزرقاء التي تظهر على أيقونة زر الحالة في الشريط السفلي للتطبيق عندما تكون هناك حالات جديدة.
de: Blende den blauen Punkt auf der Status-Registerkarte aus, wenn ein neuer Status verfügbar ist
es: Ocultar la insignia de punto azul en la pestaña de Estado cuando hay un nuevo estado disponible
fr: Masquer le badge bleu sur l'onglet Statut lorsqu'un nouveau statut est disponible
it: Nasconde il badge blu nella scheda 'Stato' quando c'è un nuovo stato
pt_br: Ocultar badge na guia de status quando um novo status estiver disponível
tr: Yeni bir durum mevcut olduğunda durum sekmesindeki mavi nokta işaretini gizle.

# STATUS_HIDE_TABBAR_BADGES_LABEL
source: Hide Status Badges
ar: إخفاء شارات شريط الحالة
de: Blauen Status Indikator ausblenden
es: Ocultar insignias de Estado
fr: Masquer les insignes d'état
it: Nascondi badge stati
pt_br: Esconder badge de status
tr: Durum İşaretlerini Gizle

# CHATS_ADDONS_LABEL
source: Chats Add-ons
ar: إضافات الدردشات
de: Chat Erweiterungen
es: Ajuste de Chats
fr: Réglages pour les discussions
he: תוספות לצא'טים
it: Funzioni aggiuntive per le chat
pt_br: Complementos para o Chat
tr: Sohbet Eklentileri

# CONTINUED_AUDIO_MESSAGES_LABEL
source: Continued Audio Messages
ar: استمرار الرسائل الصوتية
pt_br: Mensagens de áudio continuas

# CONTINUED_AUDIO_MESSAGES_DESC
source: When you're playing an audio message, you'll be able to go outside of the chat and keep on listening to the message. You'll also see a little bar on top of the chats and the chats list in which you can control the audio message.
ar: عندما تقوم بتشغيل رسالة صوتية، ستكون قادرًا على الخروج من الدردشة مع الاستمرار في استماع هذه الرسالة الصوتية. سترى شريطًا صغيرًا في أعلى المحادثة النشطة وفي أعلى قائمة الدردشات أيضًا، والذي من خلاله يمكنك التحكم بالرسالة الصوتية.
pt_br: Quando você estiver reproduzindo uma mensagem de áudio, poderá sair do bate-papo e continuar ouvindo a mensagem. Você também verá uma pequena barra no topo dos bate-papos e da lista de bate-papos na qual é possível controlar a mensagem de áudio.

# CONTINUED_AUDIO_MESSAGES_AUDIO_TITLE
source: Audio Message
ar: تسجيل صوتي
pt_br: Mensagem de áudio

# CONTINUED_AUDIO_MESSAGES_VOICE_TITLE
source: Voice Message
ar: رسالة صوتية
pt_br: Mensagem de Voz

# REVOKE_MESSAGES_DISABLE_LIMIT_LABEL
source: Bypass Revoke Time Limit
ar: تخطي حد الحذف
de: Begrenzung umgehen
es: Eliminar límites de anulación de mensajes
fr: Enlever la limite de supression
it: Bypassa limite cancellazione
pt_br: Desativar Tempo de Revogação
tr: Mesaj İptal Zamanını Geçersiz Kıl

# REVOKE_MESSAGES_DISABLE_LIMIT_DESC
source: Bypass WhatsApp messages revoking time limit
ar: تخطي حد واتساب الزمني لحذف الرسائل.
de: Umgehen des Whatsapp´s 7 Minuten Nachrichten widerrufen Limit
es: Eliminar el límite de 7 minutos en los mensajes anulados de WhatsApp
fr: Enlever la limte de supression des messages de 7 minutes
it: Bypassa il limite di 7 minuti di WhatsApp per eliminare i messaggi
pt_br: Desativar Tempo de Revogação de 7 minutos do Whatsapp
tr: WhatsApp Mesaj İptal Etme Zamanını Geçersiz Kıl

# REVOKE_MESSAGES_DISABLE_CONTACTS_REVOKING_LABEL
source: Keep Contacts Deleted Messages
ar: الاحتفاظ برسائل جهات الاتصال المحذوفة
de: Kontakte für widerrufene Nachrichten behalten
es: Conservar mensajes anulados por tus contactos
fr: Conserver les msg supprimés des contacts
he: Keep Contacts Revoked Messages
it: Mantieni i messaggi eliminati dai contatti
pt_br: Manter Mensagens Revogadas
tr: Kişilerin Sildiği Mesajları Göster

# REVOKE_MESSAGES_DISABLE_CONTACTS_REVOKING_DESC
source: Messages that your contacts delete for everyone will not be deleted from your device and will show an icon to indicate that your contact has revoked it.
ar: لن يتم حذف الرسائل التي حذفها جهات اتصالك من عندك، وستظهر أيقونة أيضًا بجانب الرسالة المحذوفة لتبين أن جهة اتصالك قد قامت بحذف الرسالة.
de: Nachrichten, die von Ihren Kontakten widerrufen werden, werden nicht gelöscht und zeigen ein Symbol an, das angibt, dass Ihr Kontakt sie widerrufen hat.
es: Los mensajes que tus contactos anulen no se borrarán y se mostrará un ícono para indicar que tu contacto lo ha anulado.
fr: Les messages que vos contacts supprime ne seront pas supprimés et afficheront une icône pour indiquer que votre contact l'a supprimé.
he: Messages that your contacts revoke will not be deleted and will show an icon to indicate that your contact has revoked it.
it: I messaggi eliminati dai contatti non verranno eliminati sul telefono, e presenteranno un'icona per indicare che il contatto li ha cancellati.
pt_br: As mensagens que os contatos revogarem não serão deletadas e um ícone para indicar que o contato revogou aparecerá.
tr: Kişilerinizin sildiği mesajlar silinmeyecek ve silinen mesajların yanında küçük bir işaret mesajın silindiğini belirtecektir..

# REVOKE_MESSAGES_DISABLE_CONTACTS_REVOKING_ALERT_TITLE
source: Message Deleted
ar: رسالة محذوفة
pt_br: Mensagem Apagada

# REVOKE_MESSAGES_DISABLE_CONTACTS_REVOKING_ALERT_MESSAGE
source: #name deleted this message on #date
ar: حذف #name هذه الرسالة في #date
pt_br: #name excluiu esta mensagem em #date
