Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# WATUSI_PREFERENCES_LABEL
source: Watusi 2 Preferences
ar: إعدادات Watusi 2
de: Watusi Einstellungen
es: Preferencias Watusi
fr: Réglages Watusi 2
he: Watusi הגדרות
it: Impostazioni di Watusi 2
pt_br: Preferências do Watusi 2
tr: Watusi Ayarları

source: Debug Menu
ar: قائمة التصحيح
de: Debug-Menü
es: Menú de Depuración
fr: Menu de débogage
he: Debug תפריט
it: Menu di debug
pt_br: Menu Depurador
tr: Hata Ayıklama Menüsü

# PRIVACY_LABEL
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
he: פרטיות
pt_br: Privacidade
tr: Gizlilik

# FREEZE_LASTSEEN_LABEL
source: Freeze Lastseen
ar: تجميد آخر ظهور
de: Zuletzt online sperren
es: Congelar Última Conexión
fr: Congeler dernière connexion
he: הקפאת הנראה לאחרונה
it: Congela ultimo accesso
pt_br: Congelar Último Visto
tr: Son Görülmeyi Dondur

# FREEZE_LASTSEEN_DESC
source: You will not be shown online and your last seen will not be updated when you open WhatsApp
ar: لن تعلم جهات اتصالك أنك 'متصل الآن' ولن يعلموا آخر مرة قمت فيها بفتح واتساب أيضًا.
de: Du wirst nicht als online angezeigt, außerdem wird der 'zuletzt online' Status nicht aktualisiert, wenn du WhatsApp öffnest.
es: No te mostrará en línea y tu última conexión no se actualizará al abrir WhatsApp
fr: Vous ne serez pas affiché en ligne et votre dernière connexion ne sera pas mise à jour lorsque vous ouvrez WhatsApp
he: לא תוצג/י לאחרים כמחובר/ת ולא תוכל/י לראות לאחרים את הנראה לאחרונה
it: Non sarai mostrato online e il tuo ultimo accesso non sarà aggiornato quando apri WhatsApp
pt_br: Você não será mostrado on-line e seu último visto não será atualizado quando você abrir o WhatsApp
tr: Online gözükmeyeceksin ve Whatsapp'ı açtığında son görülmen güncellenmeyecek.

# DISABLE_READ_RECEIPTS_LABEL
source: Disable Read Receipts
ar: إخفاء مؤشر قراءة الرسائل
de: Lesebestätigungen deaktivieren
es: Desactivar confirmación de lectura
fr: Désactiver les reçus de lecture
he: ביטול וי כחול
it: Disattiva conferme di lettura
pt_br: Desativar Recibos de Leitura
tr: Okundu bilgisini kapat

# READ_RECEIPTS_DESC
source: Disable read receipts but still see your contacts receipts. You can still enable/disable read receipts for specific contacts from force/never lists or by selecting it on their profile.
ar: بعد تعطيل مؤشر قراءة الرسائل، سترى أنت مؤشر قراءة الرسائل لرسائل جهات اتصالك ولكن جهات اتصالك لن يروا مؤشر قراءة الرسائل لرسائلك لديهم، وسيظل بإمكانك تفعيل/تعطيل مؤشر قراءة الرسائل لجهات اتصال محددة عن طريق خيارات إظهار/عدم إظهار أو من خلال معلومات جهة الاتصال نفسها.
de: Deaktivert Lesebestätigungen und lässt sie dich trotzdem bei deinen Kontakten sehen. Du kannst sie dennoch Kontaktspezifisch aktiveren/deaktivieren, indem du die Lesebestätigungen bei dem jeweiligen Kontakt auf nie/erzwingen stellst.
es: Desactivar confirmación de lectura pero seguir viendo los confirmaciones de tus contactos. Puedes activar/desactivar las confirmaciones de lectura para contactos especificos desde las listas de Forzar/Nunca o seleccionándolo en su perfil.
fr: Désactiver les reçus de lecture, mais encore voir vos reçus de contacts. Vous pouvez toujours activer/désactiver les reçus de lecture pour les contacts spécifiques de la force / jamais listé ou en le sélectionnant sur leur profil.
he: אחרים לא יוכלו לראות את הוי הכחול שלך , אבל את/ה תוכל/י לראות את שלהם
it: Disattiva le conferme di lettura ma visualizza quelle degli altri. Potrai attivare/disattivare le conferme di lettura per determinati contatti dalla lista o selezionando l'opzione nelle Info Contatto.
pt_br: Desative os recibos de leitura, mas ainda veja seus recibos de contatos. Você ainda pode ativar/desativar recibos de leitura de contatos específicos de listas ou selecionando-os em seu perfil.
tr: Sadece kişilere okundu bilgisi gönderir. Okundu bilgisini kişilerin profillerinden aç/kapa yapabilirsiniz.

source: Never Send Receipts to...
ar: عدم إظهار مؤشر قراءة الرسائل لـ
de: Lesebestätigungen deaktivieren für...
es: Nunca enviar confirmaciones a...
fr: Ne jamais envoyer de reçus à...
he: ...בחיים אל תשלח/י וי כחול ל
it: Non inviare mai conferme di lettura a...
pt_br: Nunca envie confirmação para...
tr: Asla Okundu Bilgisi Gönderme...

source: Force Send Receipts to...
ar: إظهار مؤشر قراءة الرسائل لـ
de: Lesebestätigungen erzwingen für...
es: Forzar envío de confirmaciones a...
fr: Forcer l'envoyer des reçus à...
he: ...שלח/י וי כחול ל
it: Forza l'invio delle conferme di lettura a...
pt_br: Forçar o envio de confirmação para...
tr: Zorla Okundu Bilgisi Gönder...

# FORCE_VOICE_MESSAGES_RECEIPTS
source: Force Send Voice Receipts
ar: فرض إرسال مؤشرات التسجيلات الصوتية
de: Hörbestätigungen erzwingen
es: Forzar confirmaciones de envío de mensajes de voz
fr: Forcer le reçu d'envoi vocaux
it: Forza l'invio delle conferme dei messaggi vocali
pt_br: Enviar de Recibo de Voz
tr: Zorla Ses Alındı Bilgisi Gönder

source: Force Receipts on...
ar: إظهار المؤشرات على...
de: Lesebestätigungen erzwingen bei...
es: Forzar confirmaciones en...
fr: Forcer les reçus pour...
he: ...שלח/י וי כחול ל
it: Forza conferme su...
pt_br: Forçar recebimentos em...
tr: Alındı Bilgisini Zorla...

# FORCE_RECEIPTS_ON_MESSAGE_SENT
source: Message Sent
ar: الرسالة المرسلة
de: Nachricht gesendet
es: Mensaje Enviado
fr: Message envoyé
it: Messaggio inviato
pt_br: Mensagem enviada
tr: Mesaj Gönderildi

# FORCE_RECEIPTS_ON_START_TYPING
source: Typing or Recording
ar: التسجيل أو الكتابة
de: Tippen oder Aufnehmen
es: Escribiendo o Grabando
fr: Ecrit ou Enregistrement
it: Digitando o Registrando
pt_br: Digitação ou Gravação
tr: Yazıyor

# FORCE_RECEIPTS_ON_NEVER
source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
he: בחיים לא
it: Mai
pt_br: Nunca
tr: Asla

# DISABLE_TYPING_LABEL
source: Disable Typing Indicator
ar: تعطيل مؤشر الكتابة
de: Schreibeindikator deaktivieren
es: Desactivar indicador de Escribiendo
fr: Désactiver l'indicateur de saisie
he: ביטול המקליד/ה בשורת הסטטוס
it: Disattiva indicatore di digitazione
pt_br: Desativar o indicador de digitação
tr: Yazıyor Göstergesini Kapat

# DISABLE_TYPING_DESC
source: Your contacts will not see you as typing
ar: لن تعلم جهات اتصالك أنك تقوم بكتابة شيء.
de: Deine Kontakte werden dich nicht schreiben sehen.
es: Tus contactos no verán cuando estés escribiendo
fr: Vos contacts ne vous verront pas en tapant
he: אנשי הקשר לעולם לא יראו אותך בסטטוס מקליד/ה
it: I tuoi contatti non vedranno che stai digitando
pt_br: Seus contatos não o verão como digitando
tr: Kişilerin, yazdığını veya ses kaydettiğini görmeyecek.

source: Never Send Typing to...
ar: عدم إظهار مؤشر الكتابة لـ
de: Schreibeindikator deaktivieren bei...
es: Nunca enviar Escribiendo a...
fr: Ne jamais envoyer de saisie à...
he: ...בחיים לא לשלוח מקליד/ה אל
it: Non inviare mai notifica di digitazione a...
pt_br: Nunca envie que está digitando para...
tr: Asla Yazıyor Göstergesi Gönderme...

source: Force Send Typing to...
ar: إظهار مؤشر الكتابة لـ
de: Schreibeindikator erzwingen bei...
es: Forzar envío de Escribiendo a...
fr: Forcer l'envoie de saisie à...
he: ...לשלוח מקליד/ה אל
it: Forza l'invio della notifica di digitazione a...
pt_br: Forçar envio de que está digitando para...
tr: Zorla Yazıyor Göstergesi Gönder...

# DISABLE_RECORDING_LABEL
source: Disable Recording Indicator
ar: تعطيل مؤشر التسجيل
de: Audioaufnahme-Indikator deaktivieren
fr: Désactiver l'indicateur de vocal
it: Disabilita indicatore di registrazione
pt_br: Desativar indicação de gravação
tr: Kayıt Göstergesini Kapat

# DISABLE_RECORDING_DESC
source: Your contacts will not see you as recording
ar: لن تعلم جهات اتصالك أنك تقوم بتسجيل مقطع صوتي.
de: Deine Kontakte werden nicht sehen dass du Sprachnachrichten aufnimmst.
fr: Vos contacts ne vous verront pas faire un enregistrement
it: I tuoi contatti non vedranno che stai registrando
pt_br: Seus contatos não verão que está gravando um áudio
tr: Kişilerin, kaydettiğini görmeyecek.

source: Never Send Recording to...
ar: عدم إظهار مؤشر التسجيل لـ
de: Audioaufnahme-Indikator deaktivieren bei...
fr: N'envoyez jamais d'enregistrement à ...
it: Non inviare mai notifica di registrazione a...
pt_br: Nunca envie “gravando” para...
tr: Asla Kaydediyor Göstergesi Gönderme...

source: Force Send Recording to...
ar: إظهار مؤشر التسجيل لـ
de: Audioaufnahme-Indikator erzwingen bei...
fr: Forcer l'envoi de d'enregistrement à ...
it: Forza l'invio della notifica di registrazione a...
pt_br: Sempre envie “gravando” para...
tr: Zorla Kaydediyor Göstergesi Gönder...

source: Whitelist
ar: القائمة البيضاء
es: Lista blanca
fr: Liste blanche
he: רשימה לבנה
it: Lista bianca
pt_br: Lista Branca
tr: Güvenli Liste

source: Blacklist
ar: القائمة السوداء
es: Lista negra
fr: Liste noire
he: רשימה שחורה
it: Lista nera
pt_br: Lista Negra
tr: Kara Liste

# SEND_READ_RECEIPTS_BUTTON
source: Send Read Receipts
ar: إظهار مؤشر قراءة الرسالة
de: Lesebestätigungen senden
es: Enviar Confirmación de Lectura
fr: Envoyer les reçus de lecture
he: שלח/י לאחרים וי כחול
it: Invia conferme di lettura
pt_br: Enviar confirmações de leitura
tr: Okundu Bilgisi Gönder

# SEND_TYPING_INDICATOR_BUTTON
source: Send Typing Indicator
ar: إظهار مؤشر الكتابة
de: Schreibeindikator senden
es: Enviar Indicador de Escribiendo
fr: Montrer l'indicateur de saisie
he: הצג לאחרים אותי כמקליד/ה
it: Invia indicatore di digitazione
pt_br: Enviar indicador de digitação
tr: Yazıyor Göstergesi Gönder

# SEND_RECORDING_INDICATOR_BUTTON
source: Send Recording Indicator
ar: إظهار مؤشر التسجيل
de: Audioaufnahme-Indikator senden
fr: Envoyer l'indicateur de vocal
it: Invia indicatore di registrazione
pt_br: Enviar indicador de gravação
tr: Kaydediyor Göstergesi Gönder

# READ_RECEIPTS_BUTTON
source: Read Receipts
ar: مؤشر قراءة الرسالة
pt_br: Recibos de leitura

# TYPING_INDICATOR_BUTTON
source: Typing Indicator
ar: مؤشر الكتابة
pt_br: Indicador de Digitação

# RECORDING_INDICATOR_BUTTON
source: Recording Indicator
ar: مؤشر التسجيل
pt_br: Indicador de Gravação

# SHOW_READ_TYPING_ON_INFO_PAGE_DESC
source: Show Read Receipts and Typing Indicator controls on your contact info page in order to directly enable/disable it for that contact.
ar: إظهار أدوات التحكم لمؤشرات قراءة الرسائل والكتابة في صفحة معلومات جهة الاتصال لتتمكن من تفعيلها/تعطيلها مباشرة من هناك لأي جهة اتصال.
de: Zeigt die Lesebestätigungen- und Schreibeindikatorensteuerung auf der Kontaktseite an, um es kontaktspezifisch zu aktivieren/deaktivieren.
es: Mostrar los controles de Enviar Confirmación de Lectura y de Enviar Indicador de Escribiendo en la página de información de tus contactos para poder activarlos/descativarlos directamente en ese contacto.
fr: Afficher les contrôles de lecture et les commandes de l'indicateur de saisie sur votre page d'information de contact afin d'activer/désactiver directement pour ce contact.
he: הצג אפשרויות אלו גם בפרטי איש הקשר
it: Mostra le opzioni di conferme di lettura e di indicatore di digitazione nelle info contatto per attivarle/disattivarle per quel contatto.
pt_br: Mostrar os recibos de leitura e os indicadores de digitação na sua página de informações de contato para ativá-la/desativá-la diretamente para esse contato.
tr: Okundu Bilgisi ve Yazıyor Göstergesini kişilerin bilgilerinden aç/kapa yaparak, kişiye özel kontrol edebilirsiniz.

# SHOW_READ_TYPING_ON_INFO_PAGE_LABEL
source: Show Controls on Info Page
ar: إظهار أدوات التحكم في صفحة جهة الاتصال
de: Steuerung bei Kontakten anzeigen
es: Mostrar controles en la página de información
fr: Contrôles sur la page d'information
he: הצגת אפשרויות אלו בפרטי איש קשר
it: Mostra opzioni in info contatto
pt_br: Controles na página de informações
tr: Kontrolleri Bilgi Sayfasında Göster

# DISABLE_DELIVERY_RECEIPTS_DESC
source: Your contacts will not see that you received their messages. It will show only one check.
ar: جهات اتصالك لن تعلم أنك تلقيت رسائلهم، حيث أنه لن يظهر سوى علامة 'صح' واحدة فقط لديهم.
de: Deine Kontakte werden nicht sehen, dass die Nachricht zugestellt wurde. Sie werden nur einen Haken sehen.
es: Tus contactos no verán que has recibido sus mensajes. Sólo se mostrará un check.
fr: Vos contacts ne verront pas que vous avez reçu leurs messages. Il affichera un seul vu.
he: .האנשי קשר שלך לא יראו שקיבלת את ההודעה, יציג רק וי אחד
it: I tuoi contatti non vedranno che hai ricevuto i loro messaggi. Sarà mostrata una sola spunta.
pt_br: Seus contatos não verão que você recebeu suas mensagens. Ele mostrará apenas um cheque.
tr: Kişileriniz atılan mesajları gördüğünüzü göremeyecek. Sadece tek tik gözükecek.

# DISABLE_DELIVERY_RECEIPTS_LABEL
source: Disable Delivery Receipts
ar: إخفاء مؤشر وصول الرسائل
de: Zustellungsbestätigung deaktivieren
es: Desactivar confirmación de entrega
fr: Désactiver les reçus de livraison
he: ביטול קבלת הודעה
it: Disattiva conferme di consegna.
pt_br: Desativar recibos de entrega
tr: İletildi Bilgisini(Çift Tik) Kapat

# DISABLE_DELIVERY_RECEIPTS_WARNING
source: Warning! Enabling this feature will cause a delay in messages because WhatsApp server will stop sending you new messages if you have a lot of pending messages on server waiting to be marked as delivered. It is not possible to fix this since its server sided.
ar: تنبيه! سيؤدي تفعيل هذه الميزة إلى وصول الرسائل بشكل متأخر، والسبب أن خوادم واتساب ستتوقف عن إرسال رسائل جديدة إليك نظرًا لكثرة الرسائل المعلقة لديهم والتي يُنْتظر أن يتم وضع علامة عليها بأنها قد وصلت إليك، ولا يمكن إصلاح هذه المشكلة لأنها تعتمد على خوادم واتساب.
de: Warnung! Die Aktivierung dieser Funktion führt zu einer Verzögerung der Nachrichten, da der WhatsApp-Server keine neuen Nachrichten mehr sendet, wenn auf dem Server viele ausstehende Nachrichten auf die Zustellung warten. Es ist nicht möglich, dies zu beheben, da es serverseitig ist.
es: ¡Atención! Habilitar esta función provocará demora en los mensajes debido a que el servidor de WhatsApp dejará de enviar nuevos mensajes si tiene muchos ya pendientes en el servidor para ser marcados como entregados. No es posible solucionar esto ya que es del lado del servidor.
fr: Attention! L'activation de cette fonctionnalité entraînera un retard dans les messages car le serveur WhatsApp arrêtera de vous envoyer de nouveaux messages si vous avez beaucoup de messages en attente sur le serveur il sera en attente d'être marqué comme remis. Il n'est pas possible de résoudre ce problème.
it: Attenzione! Attivando questa funzione ci saranno dei ritardi nella consegna dei messaggi, perché WhatsApp smetterà di inviare messaggi se sul server ci sarà una lunga coda di messaggi in atteasa di essere marcati come consegnati. Non c'è modo di correggere questo comportamento in quanto dipende dal server.
pt_br: Atenção! A ativação desse recurso causará um atraso nas mensagens, porque o servidor WhatsApp deixará de enviar novas mensagens se você tiver muitas mensagens pendentes no servidor esperando para ser marcado como entregue. Não é possível consertar isso, pois o servidor é de um lado só
tr: Uyarı! Bu özelliği etkinleştirmek gelen mesajları WhatsApp sunucusunda iletilmedi gözükeceğinden dolayı bekletecektir. Bekleyen çok mesajınız varsa uygulama açılıncaya kadar bildirimler gelmez. Server kaynaklı olduğundan düzeltilmesi imkansızdır.

# LASTSEEN_AUTO_SWITCH_DESC
source: Auto set your Lastseen privacy to Nobody when WhatsApp enter background and set it back to 'My Contacts' when you open WhatsApp
ar: ضبط تلقائي لخصوصية آخر ظهور بحيث لا يراها أحد عندما يكون واتساب في الخلفية، ويراها جهات اتصالك فقط عندما يصبح واتساب قيد الاستخدام.
de: Stellt die 'Zuletzt Online' Datenschutz-Einstellung automatisch auf 'Niemand', wenn WhatsApp den Hintergrund betritt und stellt sie zurück auf 'Meine Kontakte', wenn WhatsApp geöffnet wird.
es: Automáticamente no se muestra tu útlima conexión a nadie cuando Whatsapp está en segundo plano y se restatura a 'Mis Contactos' cuando vuelves a abrir Whatsapp
fr: Définissez automatiquement votre confidentialité de dernière visite sur Personne lorsque WhatsApp entre dans l'arrière-plan et la redéfinir à Mes contacts lorsque vous ouvrez WhatsApp
he: להגדיר את הפרטיות שלך באופן אוטומטי כאף אחד כאשר הוואטסאפ ממוזער וכאשר תיכנס/י מחדש הוא יחזור לכולם
it: Imposta automaticamente la privacy dell'ultimo accesso su 'Nessuno' quando WhatsApp entra in background ed reimpostarlo su 'I miei contatti' quando riapri WhatsApp
pt_br: Auto configurar o Último Visto para 'Ninguém' quando o WhatsApp estiver em plano de fundo e configurar de volta para 'Meus Contatos' quando você abrir o WhatsApp
tr: WhatsApp arka plandayken son görülmeyi herkese kapatır. WhatsApp'a giriş yapıldığında tekrar Kişilerim'e açar

# LASTSEEN_AUTO_SWITCH_LABEL
source: Lastseen Privacy Auto switch
ar: ضبط تلقائي لخصوصية آخر ظهور
de: Zuletzt online automatisch wechseln
es: Auto privacidad de última conexion
fr: Confidentialité automatique
he: פרטיות נראה לאחרונה אוטומטי
it: Cambia privacy dell'ultimo accesso
pt_br: Auto troca do Último Visto
tr: Otomatik Son Görülme Gizlilik Butonu

# DISABLE_INTERNET_CONNECTION_DESC
source: Completely disable internet access inside WhatsApp so you won't be able to send/receive any messages and WhatsApp will not be able to send/receive any data to/from the server. You can also enable/disable this feature from your device Control Center.
ar: تعطيل وصول الإنترنت بالكامل داخل واتساب مما يعني أنك لن تكون قادرًا على إرسال/استقبال أي رسائل ولن يرسل/يستقبل واتساب أي بيانات إلى/من الخادم. يمكنك أيضًا تفعيل/تعطيل هذه الميزة من مركز التحكم.
fr: Désactivez complètement l’accès Internet dans WhatsApp afin que vous ne puissiez pas envoyer / recevoir de messages et que WhatsApp ne puisse pas envoyer/recevoir de données au serveur. Vous pouvez également activer/désactiver cette fonctionnalité à partir du centre de contrôle de votre appareil.
pt_br: Acesso a internet desabilitado dentro WhatsApp você não será capaz de enviar/receber mensagens o WhatsApp não será capaz de enviar/receber dados de/para o servidor. Você também pode ativar/desativar esse recurso a partir do dispositivo Central de Controle.

# DISABLE_INTERNET_CONNECTION_LABEL
source: Disable Internet Access
ar: تعطيل وصول الإنترنت
fr: Désactiver l'accès à Internet
pt_br: Desabilitar Acesso a Internet

# MY_CONTACTS_PRIVACY_DESC
source: Select contacts you wish to exclude from the list of your contacts sent to WhatsApp server. Contacts that are not sent to server will not be able to view your picture/status/lastseen only if you set WhatsApp privacy to 'My contacts'. NOTE: 1) You'll not be able to edit/delete your blacklisted contacts if you have this feature enabled. 2)Your blocked contacts' profile picture thumbnails will not change until you open their picture and load the new one. 3) You will not receive status media from your blacklisted contacts. 4) If you have 'Stalky' tweak installed, you will not receive stalky updates for blacklisted contacts.
ar: اختر جهات الاتصال التي ترغب في استبعادها من قائمة جهات الاتصال المرسلة إلى خوادم واتساب. ملاحظات: ١- لن تتمكن من تعديل/حذف جهات اتصالك المدرجة في القائمة السوداء بعد تفعيل هذه الميزة. ٢- لن تتغير الصور الشخصية المصغرة لجهات اتصالك المحظورة إلا بعد النقر عليها. ٣- لن تتلقى وسائط الحالة من جهات اتصالك المدرجة في القائمة السوداء. ٤- إذا كانت لديك أداة Stalky، فلن تتلقى تغييرات جهات اتصالك المدرجة في القائمة السوداء (التغييرات الخاصة بأداة Stalky).
de: Wähle Kontakte, die du nicht an die WhatsApp Server übermitteln willst. Kontakte die dem Server nicht übermittelt werden, werden dein Profilbild, deinen Status und deinen 'zuletzt online' Status nicht sehen können, wenn die jeweilge Datenschutzeinstellung auf 'Meine Kontakte' steht. HINWEIS: 1) Du wirst deine geblacklisteten Kontakte nicht bearbeiten/löschen können, wenn du dieses Feature aktiviert hast. 2) Die Vorschaubilder der geblacklisteten Kontakte werden sich nicht ändern, bis du ihr Profilbild öffnest und das neue lädst. 3) Du wirst die Status Updates der geblacklisteten Kontakte nicht erhalten. 4) Wenn du den Tweak 'Stalky' installiert hast, wirst du keine Stalky Updates für die geblacklisteten Kontakte erhalten.
es: Selecciona los contactos que deseas excluir de la lista de tus contactos enviados al servidor de WhatsApp. Los contactos que no se envítan al servidor no podrán ver tu imagen/estado/última conexion unicamente si se establece la privacidad de WhatsApp 'Mis Contactos'. NOTA: 1) No podrás editar/eliminar tus contactos en la lista negra si esta característica está activada. 2) La foto de perfil de tus contactos bloqueados no cambiará hasta que abras la foto y se cargue la nueva foto. 3) Recibirá el estado de los archivos multimedia de tus contactos en la lista negra. 4) Si tienes el tweak 'Stalky' instalado, no recibirás actualizaciones de tus contactos que estén en la lista negra.
fr: Sélectionnez les contacts que vous souhaitez exclure de la liste de vos contacts envoyés au serveur WhatsApp. Les contacts qui ne sont pas envoyés au serveur ne pourront afficher votre image/statut/connexion uniquement si vous définissez la confidentialité de WhatsApp dans 'My Contacts '. NOTE: 1) Vous ne pourrez pas modifier/supprimer vos contacts en liste noire si vous avez activé cette fonctionnalité. 2) Les miniatures des images de profil de vos contacts bloqués ne changeront pas avant d'ouvrir leur image et Chargez le nouveau. 3) Vous ne recevrez pas le support d'état à partir de vos contacts en liste noire. 4) Si vous avez installé un «Twalky», vous ne recevrez pas de mises à jour stalky pour les contacts en liste noire.
he: בחר אנשים שאתה רוצה להוציא אותם מהרשימה שישלחו לשרת הוואטסאפ, אנשים לא יוכלו לראות את התמונות/סטטוס/נראה לאחרונה שלך. הערה: תצטרך לטעון את התמונה שלהם באופן ידני,לא תקבל התראות מהם.
it: Seleziona i contatti che vorresti escludere dalla lista dei contatti inviati al server WhatsApp. I contatti che non sono inviati al server non potranno visualizzare la tua foto profilo, info e ultimo accesso se hai impostato la privacy di WhatsApp su 'I miei contatti'. NOTA: 1) Tu non potrai modificare/eliminare i contatti della lista nera se hai questa funzione attiva. 2) Le icone della foto profilo dei tuoi contatti bloccati non cambieranno finché tu non visualizzerai di nuovo le loro foto e ne caricherai delle nuove. 3) Non riceverai gli aggiornamenti allo stato dei contatti in lista nera. 4) Se hai il tweak 'Stalky' installato, non riceverai i suoi aggiornamenti per i contatti bloccati.
pt_br: Selecione os contatos que você deseja excluir da lista de contatos enviados para o servidor do WhatsApp. Os contatos que não forem enviados para o servidor não serão capazes de ver a sua imagem/status/último visto apenas se você definir a privacidade do WhatsApp para 'Meus contatos'. NOTE: 1) Você não poderá editar/deletar os contatos na lista negra se você tiver esse recurso habilitado. 2) As miniaturas das fotos de perfil de seus contatos bloqueados não serão alteradas até que você abra a imagem e carregue a nova. 3) Você receberá mídia de status de seus contatos na lista negra. 4) Se você tiver o tweak 'Stalky' instalado, você não receberá atualizações do stalky para os contatos na lista negra.
tr: Whatsapp sunucusuna gönderilmeyecek kişileri listeye ekleyin. Sunucuya yollanmayan kişiler fotoğraf/durum/son görülmenizi göremeyecektir. Bu ayar Whatsapp gizliliği sadece bu ayarda çalışır. 'Kişilerim'. NOTE: 1) Eğer bu özellik aktifse karalistedeki kişileri düzenleyemez/silemezsiniz. 2)Engellenen kişilerin profil fotoğrafları siz fotoğrafa basana kadar değişmeyecktir. 3) Karalistedeki kişilerden durum hikayesi alamayacaksınız. 4) Eğer 'Stalky' yüklüyse karalistedeki kişiler için Stalky güncellemelerini alamayacaksınız.

# MY_CONTACTS_PRIVACY_LABEL
source: My Contacts Privacy
ar: خصوصية جهات اتصالي
de: Meine Kontakte Privatsphäre
es: Mis contactos privados
fr: Confidentialité des contacts
he: פרטיות אנשי הקשר שלי
it: Privacy dei miei contatti
pt_br: Privacidade de Meus Contatos
tr: Kişilerim'in Gizliliği
