Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# ABOUT_ON_CHATS_DESC
source: Show your contact about message on a little bar at the top of chat view
ar: إظهار الحالة الخاصة بجهة الاتصال أسفل اسمه في شريط صغير داخل المحادثة.
de: Zeigt die Statusnachricht deines Kontakts in einer kleinen Leiste oben in der Chat-Ansicht an.
es: Muestra el estado de tu contacto en una pequeña barra en la parte superior del chat
fr: Montre l'actu des contacts sur une petite bannière en dessous de la barre des dernière visite
he: הראה את הסטטוס במלבן קטן מתחת לשם של האיש קשר
it: Mostra l'info del contatto su una piccola barra in alto nella schermata chat
pt_br: Mostre o recado do seu contato em uma pequena barra na parte superior da tela de bate-papo
tr: Sohbet Üstündeki Küçük Çizgide Kişi Hakkında Bilgiyi Göster

# ABOUT_ON_CHATS_LABEL
source: About On Chat
ar: الحالة في المحادثة
de: Stausnachricht im Chat
es: Estado en el chat
fr: Actu dans les discussions
he: סטטוס במלבן קטן
it: Info in alto in Chat
pt_br: Sobre o Chat
tr: Sohbet Hakkında

# TAP_TO_RECORD_DESC
source: Tap once to start recording and tap again to send or tap and slide to delete.
ar: انقر مرة واحدة لبدء تسجيل مقطع صوتي وانقر مرة أخرى لإرسال هذا التسجيل أو انقر مع السحب إلى اليسار لحذف هذا التسجيل.
de: Tippe einmal um die Aufnahme zu starten, tippe erneut zum Senden oder tippe und wische nach links zum Abbrechen.
es: Toque una vez para iniciar la grabación y toque nuevamente para enviar o toque y deslice para eliminar.
fr: Tapez une fois pour commencer l'enregistrement et appuyez de nouveau pour envoyer ou appuyez et glissez pour supprimer l'enregistrement.
he: לחץ לחיצה קצרה כדי להתחיל הקלטה ולסיים אותה
it: Tocca una volta per iniziare a registrare e tocca di nuovo per inviare o tocca e scorri per eliminare.
pt_br: Toque uma vez para iniciar a gravação e toque novamente em para enviar ou toque e deslize para excluir.
tr: Bİr kere dokunarak kayda başlave tekrar basarak gönder ya da silmek için bas ve kaydır.

# TAP_TO_RECORD_LABEL
source: Tap To Record
ar: انقر للتسجيل
de: Tippen für Aufnahme
es: Toque para grabar
fr: Tapper pour enregistrer
he: לחיצה קצרה במקום ארוכה להקלטה
it: Tocca per registrare
pt_br: Toque para gravar
tr: Kayıt Yapmak İçin Bas

# TAP_TO_RECORD_SLIDE_LABEL
source: Tap & Slide to Cancel
ar: انقر واسحب إلى اليسار للإلغاء
de: Tippen & wischen zum Abbrechen
es: Toque y deslice para cancelar
fr: tapper & glisser pour annuler
he: החלק כדי לבטל את ההקלטה
it: Tocca e scorri per cancellare
pt_br: Toque e deslize para cancelar
tr: İptal İçin Dokun&Kaydır

# DISABLE_CONTINUOUS_VOICES_PLAYBACK_LABEL
source: Disable Continous Playback
ar: تعطيل التشغيل التلقائي للصوتيات
de: Deaktivieren Sie die kontinuierliche Wiedergabe
fr: Désactiver la lecture continue
it: Disabilita l'ascolto dei messaggi vocali automatico
pt_br: Desativar a reprodução contínua
tr: Devamlı Oynatmayı Devre Dışı Bırak

# DISABLE_CONTINUOUS_VOICES_PLAYBACK_DESC
source: Stop WhatsApp from continously playing the next audio message automatically
ar: إيقاف واتساب من تشغيل الرسالة الصوتية التالية تلقائيًا.
de: Stoppen Sie, dass WhatsApp die nächste Audio-Nachricht automatisch wiedergibt
fr: Empêcher WhatsApp de lire en continu le message audio suivant automatiquement
it: Impedisci a Whatsapp di farti ascoltare automaticamente il messaggio audio successivo
pt_br: Pare o WhatsApp de reproduzir continuamente a próxima mensagem de áudio automaticamente
tr: WhatsApp'ın Sonraki Ses Mesajını Oynatmasını Devre Dışı Bırak

# DISABLE_FORWARD_INDICATOR_LABEL
source: Disable Forwarded Indicator
ar: إخفاء علامة 'رسالة محولة'
de: Deaktiviert das weitergeleitet Kennzeichen
es: Deshabilitar indicador de reenviado
fr: Masquer l'indicateur des msg transferés
it: Disattiva indicatore di inoltro
pt_br: Desativar indicador de Encaminhado
tr: İletildi İşaretini Devre Dışı Bırak

# DISABLE_FORWARD_INDICATOR_DESC
source: Disable showing forwarded indicator when forwarding a message to your contacts
ar: إخفاء علامة 'رسالة محولة' عند تحويل أي رسائل إلى جهات الاتصال الخاصة بك.
de: Deaktiviert das Anzeigen des weitergeleitet Kennzeichen, wenn du eine Nachricht an deine Kontakte weiterleitest
es: Desactivar la visualización del indicador de reenviado al reenviar un mensaje a tus contactos
fr: Masquer l'indicateur 'Transferé' lorsque vous transferez un message à vos contacts
it: Disattiva la visualizzazione dell'indicatore di inoltro quando si inoltra un messaggio ad un contatto.
pt_br: Não mostra o indicador de Encaminhado quando se encaminha uma mensagem para seus contatos
tr: Kişilerden birine mesaj atarken iletildi işaretini devre dışı bırak

# INCREASE_FORWARD_CONTACTS_LIMIT_LABEL
source: Forward Contacts Limit
ar: زيادة حد التحويل
fr: Limite des contacts en aval
pt_br: Limite de encaminhamento para contatos

# INCREASE_FORWARD_CONTACTS_LIMIT_DESC
source: Increase the number of contacts limit when forwarding a message from 5 to 20. This used to allow forwarding a message to unlimited number of contacts but WhatsApp started checking that on their server and I disabled it to protect your account.
ar: زيادة حد عدد جهات الاتصال المسموح به في تحويل الرسالة من ٥ إلى ٢٠. هذا الخيار كان يستخدم للسماح بتحويل الرسالة إلى عدد غير محدود من جهات الاتصال، ولكن واتساب الآن بدأت في التحقق من هذا الأمر على الخادم الخاص بهم، ولذلك قمت بتخفيضه إلى ٢٠ لحماية حسابك.
fr: Augmentez le nombre de contacts lorsque vous transférez un message de 5 à 20. Cela permettait de transférer un message à un nombre illimité de contacts
pt_br: Aumenta o número limite de contatos ao encaminhar uma mensagem de 5 a 20. Este é usado para permitir encaminhar uma mensagem para um número ilimitado de contatos, mas o WhatsApp começou a verificar em seu servidor e eu desativei para proteger sua conta.

# CONFIRM_SENDING_STICKER_LABEL
source: Confirm Sending Stickers
ar: تأكيد إرسال الملصقات
fr: Confirmer l'envoi des Stickers
pt_br: Enviar figurinhas

# CONFIRM_SENDING_STICKER_DESC
source: Show a confirmation alert before sending a sticker
ar: إظهار تنبيه بتأكيد إرسال الملصق قبل إرساله.
fr: Afficher une alerte de confirmation avant d'envoyer un autocollant
pt_br: Mostra um alerta de confirmação antes de enviar um sticker

# CONFIRM_SENDING_STICKER_CONFIRMATION_BUTTON
source: Send Sticker
ar: إرسال الملصق
pt_br: Enviar figurinha

# CALL_CONFIRM_DESC
source: Get a confirmation alert when you tap voice or video call buttons, you can also choose between a WhatsApp call or a normal carrier call.
ar: الحصول على تنبيه بالتأكيد عند الضغط على أزرار الاتصال (الصوتي أو الفيديو)، كما يمكنك الاختيار بين مكالمة واتساب ومكالمة عادية.
de: Erhalte eine Bestätigung, wenn du auf den Sprach-/Videoanruf Button tippst, außerdem kannst du dort zwischen Mobilfunk und WhatsApp Anruf auswählen.
es: Obtén un alerta de confirmación al pulsar los botones de llamada de voz o video, también puedes elegir entre una llamada de WhatsApp o una llamada normal de operador.
fr: Obtenez une alerte de confirmation lorsque vous appuyez sur les boutons d'appel vocal ou vidéo, vous pouvez également choisir entre un appel WhatsApp ou un appel réseaux.
he: קבל התראת אישור בעת הקשה על חיוג לאיש קשר דרך הוואטסאפ
it: Dovrai confermare di voler chiamare un contatto quando toccherai sui tasti di chiamata, e potrai anche scegliere tra la chiamata WhatsApp o col tuo operatore.
pt_br: Receba um alerta de confirmação quando tocar em botões de chamadas de voz ou de vídeo, também pode escolher entre uma chamada do WhatsApp ou uma chamada de operadora normal.
tr: Görüntülü veya sesli arama tuşunua basınca onaylama uyarısı alırsınız, WhatsApp araması ya da normal operatör araması seçimi yapabilirsiniz.

# CALL_CONFIRM_LABEL
source: Call Confirm
ar: تأكيد الاتصال
de: Anrufsbestätigung
es: Confirmar llamada
fr: Confirmation d'appel
he: אישור שיחות
it: Conferma chiamata
pt_br: Confirmação de ligação
tr: Aramayı Onayla

# CALL_CONFIRM_RECENTS_LABEL
source: Confirm Call Tap In Recents
ar: تأكيد الاتصال في قسم المكالمات
de: Anruf im Anrufs Tab bestätigen
es: Confirmar llamada al tocar en recientes
fr: Confirmer l'appel dans les récents
he: אישור שיחה אחרונים
it: Conferma chiamata in 'Chiamate'
pt_br: Confirmar chamada Toque em Recentes
tr: Son Görüşülenleri Aramayı Onaylamak İçin Bas

source: Start video call with
ar: بدء مكالمة فيديو مع
de: Starte Videoanruf mit
es: Iniciar videollamada con
fr: Démarrer l'appel vidéo avec
he: התחל שיחת וידאו עם
it: Inizia videochiamata con
pt_br: Inicie a chamada de vídeo com
tr: Video aramasını başlat

source: Start voice call with
ar: بدء مكالمة صوتية مع
de: Starte Sprachanruf mit
es: Iniciar llamada de voz con
fr: Démarrer l'appel vocal avec
he: התחלת שיחת קול עם
it: Inizia chiamata vocale con
pt_br: Inicie a chamada de voz com
tr: Ses çağrısını başlat

# START_GROUP_VIDEO_CALL_WITH
source: Start group video call
ar: بدء مكالمة جماعية صوتية
de: Starte Video- Gruppenanruf
pt_br: Iniciar videochamada em grupo
tr: Grup video aramasını başlat

# START_GROUP_VOICE_CALL_WITH
source: Start group voice call
ar: بدء مكالمة فيديو جماعية
de: Starte Audio- Gruppenanruf
pt_br: Iniciar chamada de voz em grupo
tr: Grup ses aramasını başlat

# WHATSAPP_VIDEO_CALL_BUTTON
source: WhatsApp Video Call
ar: مكالمة واتساب فيديو
de: WhatsApp Videoanruf
es: Videollamada de WhatsApp
fr: WhatsApp appel vidéo
he: שיחת וידאו - וואטסאפ
it: Videochiamata WhatsApp
pt_br: Ligação de vídeo do WhatsApp
tr: WhatsApp Video Araması

# WHATSAPP_VOICE_CALL_BUTTON
source: WhatsApp Voice Call
ar: مكالمة واتساب صوتية
de: WhatsApp Sprachanruf
es: Llamada de voz de WhatsApp
fr: WhatsApp appel vocaux
he: שיחה קולית - וואטסאפ
it: Chiamata vocale WhatsApp
pt_br: Ligação de voz do WhatsApp
tr: WhatsApp Ses hepsi

# CARRIER_CALL_BUTTON
source: Carrier Call
ar: اتصال عادي
de: Mobilfunk Anruf
es: Llamada de operador
fr: Appel réseau
he: שיחה רגילה - טלפון
it: Chiamata tramite operatore
pt_br: Ligação usando a operadora
tr: Operatör Araması

# CARRIER_CALL_UNAVAILABLE_MESSAGE
source: Carrier call is not available
ar: الاتصال العادي غير متاح!
de: Mobilfunk Anruf ist nicht verfügbar!
es: Llamada de operador no disponible!
fr: Appel réseau n'est pas disponible!
he: !בלתי אפשרי לחייג מן הטלפון
it: La chiamata tramite operatore non è disponibile!
pt_br: Ligação usando a operadora não está disponível!
tr: Operatör Araması Mevcut Değil!

# GROUP_MEMBERS_PICTURE_DESC
source: Show group member profile picture next to their messages in group chat. You can also tap to view in image preview.
ar: إظهار الصورة الشخصية لكل عضو في المجموعة بجانب رسائله. يمكن أيضًا النقر على الصورة لعرضها.
de: Zeigt das Profilbild von Gruppenmitgliedern neben ihrer Nachricht. Außerdem kannst auf das Bild tippen, für eine Vorschau.
es: Mostrar la imagen de perfil del miembro del grupo junto a sus mensajes en el chat de grupo. También puedes tocar para ver la vista previa de la imagen.
fr: Afficher l'image de profil des membres d'un groupe à côté de leurs messages.
he: הצג תמונת פרופיל של איש קשר ליד ההודעה שלו בקבוצה
it: Mostra l'immagine profilo dei membri dei gruppi accanto ai loro messaggi nelle chat di gruppo, Puoi anche cliccare sulle foto per visualizzarne un'anteprima.
pt_br: Mostrar a imagem do perfil do membro do grupo junto às suas mensagens no chat de grupo. Você também pode tocar para exibir na visualização da imagem.
tr: Grup üyelerinin profil fotoğraflarını sohbette mesajların yanında göster. Fotoğraflara tıklayarak önizleyebilirsiniz.

# GROUP_MEMBERS_PICTURE_LABEL
source: Group Members Picture
ar: صور أعضاء المجموعة
de: Bilder von Gruppenmitgliedern
es: Imagen de los miembros del grupo
fr: Image des membres du groupe
he: תמונת פרופיל בצד ההודעה בקבוצה
it: Immagini dei membri del gruppo
pt_br: Imagem dos membros do grupo
tr: Grup Üyelerinin Fotoğrafı

# GROUP_MEMBERS_MESSAGES_COUNT_LABEL
source: Group Members Msgs Count
ar: عدد رسائل أعضاء المجموعة
de: Nachrichtenanzahl von Gruppenmitgliedern
es: Contador de mensajes de los miembros del grupo.
fr: Nombre de Msgs dans groupe
he: מספר הודעות קבוצתיות
it: Conteggio messaggi membri
pt_br: Num. msgs de grupo por usuário
tr: Grup Üyeleri Mesaj Sayısı

# GROUP_MEMBERS_MESSAGES_COUNT_DESC
source: Display the number of messages for each member in the group page.
ar: عرض عدد رسائل كل عضو في المجموعة بجانب صورته الشخصية في معلومات المجموعة.
de: Zeigt die Anzahl der Nachrichten von den einzelnen Gruppenmitgliedern in der Gruppen-Ansicht an.
es: Mostrar el número de mensajes de cada miembro en la página del grupo
fr: Afficher le nombre de messages pour chaque membre dans la page de groupe.
he: הצג את כמות ההודעות של כל משתמש בקבוצה.
it: Mostra il numero di messaggi di ogni membro nella pagina del gruppo.
pt_br: Exibir o número de mensagens enviado por cada membro na página de grupo
tr: Her grup üyesinin mesaj sayısını grup sayfasında göster.

# MESSAGE_FORWARD_DESC
source: Adds a new forward button to chat edit toolbar which is used to forward multiple messages to more than one contact at a time.
ar: إضافة زر تحويل جديد إلى شريط أدوات تحرير الدردشة والذي يمكن استخدامه في تحويل عدة رسائل إلى أكثر من جهة اتصال في كل مرة.
de: Fügt einen neuen Weiterleitungsbutton hinzu, welcher mehrere Nachrichten an mehrere Kontakte gleichzeitig weiterleiten kann.
es: Añade un nuevo botón de avance a la barra de herramientas de edición de chat que se utiliza para reenviar varios mensajes a más de un contacto a la vez.
fr: Ajoute un nouveau bouton à la barre d'outils dans les discussion qui permet de transmettre plusieurs messages à plus d'un contact à la fois.
he: הוספת לחצן חדש להעברת הודעות מרובות ללא הגבלה וליותר מאיש אחד בכל פעם.
it: Aggiunge un nuovo tasto di inoltro nella barra di modifica della chat che è utilizzata per inoltrare più messaggi a più di un contatto alla volta.
pt_br: Adiciona um novo botão de envio para a barra de ferramentas de edição de bate-papo, que é usado para encaminhar várias mensagens para mais de um contato por vez.
tr: Birden fazla mesajı birçok kişiye iletmek için sohbet düzenleme araç çubuğuna yeni iletme butonu ekler.

# MESSAGE_FORWARD_LABEL
source: Message Forward
ar: تحويل الرسالة
de: Nachricht weiterleiten
es: Reenviar mensaje
fr: Message pour plusieurs contacts
he: העברת הודעות
it: Inoltra messaggio
pt_br: Mensagem enviada
tr: Mesaj İletme

# MESSAGE_FORWARD_NO_CONTACTS_MESSAGE
source: No contacts selected
ar: لا توجد جهات اتصال محددة
de: Keine Kontakte ausgewählt
es: No hay contactos no selecionados
fr: Aucun contact sélectionné
he: לא נבחרו אנשי קשר
it: Nessun contatto selezionato
pt_br: Nenhum contato selecionado
tr: Hiçbir Kişi Seçilmedi

# MESSAGE_FORWARD_BUTTON_TITLE
source: Forward
ar: تحويل
de: Weiterleiten
es: Enviado
fr: Avancer
he: העברה
it: Inoltra
pt_br: Enviado
tr: İlet

source: Forward %zd message to %zd contact.
ar: تحويل %zd رسالة لـ %zd جهة اتصال
de: Leitet die Nachricht %zd zum Kontakt %zd weiter.
es: Reenviar %zd mensajes a %zd contactos.
fr: Envoyer %zd message à %zd contact.
he: העבר %zd הודעות %zd אנשי קשר.
it: Inoltra %zd messaggi a %zd contatti.
pt_br: Mensagem de %zd enviado para %zd contatos.
tr: %zd mesajını %zd kişisine ilet.

# BROADCAST_MESSAGE_INDICATOR_DESC
source: Adds an icon next to contacts' messages that are sent to you via broadcast, to help you differentiate it from messages that are directly sent just to you.
ar: إضافة رمز بجانب الرسائل التي يتم إرسالها عبر قوائم الرسائل الجماعية وذلك لتستطيع التمييز بينها وبين الرسائل الموجهة إليك بشكل مباشر.
de: Fügt ein Icon neben Broadcast-Nachrichten hinzu, welches hilft diese von normalen Nachrichten zu unterscheiden.
es: Agrega un icono junto a los mensajes de los contactos que recibiste vía difusión, para ayudar a que diferenciarlos de que los mensajes se envían directamente solo a ti.
fr: Ajoute une icône à côté des contacts qui vous sont envoyés par diffusion, pour vous aider à le différencier des messages directement envoyés à vous.
he: מוסיף סמל לצד הודעות האנשי הקשר שנשלחו אליך בהודעות שידור כדי להבדיל בין הודעות רגילות לשידור.
it: Aggiunge un'icona accanto ai messaggi dei tuoi contatti che sono stati inviati a te tramite una lista broadcast, per aiutarti a differenziarli dai messaggi che sono stati inviati direttamente a te.
pt_br: Adiciona um ícone ao lado das mensagens dos contatos que são enviadas para você por meio de transmissão, para ajudá-lo a diferenciá-lo das mensagens que são enviadas diretamente para você.
tr: Kişilerden yayınla gelen mesajların yanına bir ikon ekler. Bu özellik sadece size gelen mesajları ayırt etmenizi sağlar.

# BROADCAST_MESSAGE_INDICATOR_LABEL
source: Broadcast Msg Indicator
ar: تمييز الرسائل الجماعية
de: Broadcast-Nachricht Indikator
es: Indicador de mensaje vía difusión
fr: Indicateur de message
he: סימון הודעות שידור
it: Indicatore dei messaggi broadcast
pt_br: Indicador de transmissão
tr: Mesaj Göstergesini Yayınla

# IN_APP_BROWSER_DESC
source: Open web urls inside WhatsApp instead of switching to safari.
ar: فتح الروابط وصفحات الويب داخل واتساب بدلًا من الانتقال إلى متصفح Safari.
de: Öffnet Links direkt in WhatsApp, statt zu Safari zu wechseln.
es: Abrir las páginas web dentro de WhatsApp en lugar de cambiar a Safari.
fr: Ouvrir les URL Web dans WhatsApp au lieu de passer par safari.
he: פתח בחלון אינטרנט במקום בדפדפן הספארי.
it: Apri i link dentro WhatsApp invece di aprire Safari.
pt_br: Abra URLs da web dentro do WhatsApp em vez de alternar para safari.
tr: Web sayfası linklerini Safari'den açmak yerine WhatsApp'ta açın.

# IN_APP_BROWSER_LABEL
source: In-App Browser
ar: متصفح داخل التطبيق
es: Navegador integrado
fr: Navigateur internet dans l'app
he: חלון אינטרנט בתוך האפליקצייה
it: Browser in-app
pt_br: Navegados dentro do app
tr: Uygulama İçi Tarayıcı

# CLEAR_BROADCAST_BUTTON_DESC
source: Add a button on top left of broadcast chat when deleting messages in order to clear chat.
ar: إضافة زر في الجزء العلوي الأيسر من دردشات قوائم الرسائل الجماعية يتيح لك إزالة الدردشة عند حذف الرسائل.
de: Fügt einen Button oben links im Broadcast-Chat beim Löschen von Nachrichten hinzu, um den Chat zu löschen.
es: Añadir un botón en la parte superior izquierda del chat de difusión al eliminar mensajes con el fin de limpiar el chat.
fr: Ajouter un bouton en haut à gauche de la conversation diffusée lors de la suppression de messages afin d'effacer la discussion.
he: הוסף לחצן בפינה השמאלית עליונהה של השידור בעת מחיקת הודעות כדי לנקות את כל הצ'אט.
it: Aggiungi un tasto in alto a sinistra della chat broadcast quando elimini i messaggi per cancellare la chat.
pt_br: Adicione um botão na parte superior esquerda das transmissões quando as mensagens forem apagadas para limpar o chat.
tr: Yayınlanan sohbeti temizlerken mesajın sol üst kısmına bir ikon ekler.

# CLEAR_BROADCAST_BUTTON_LABEL
source: Clear Broadcast Chat
ar: إزالة دردشات قوائم الرسائل الجماعية
de: Broadcast-Chat löschen
es: Limpiar chat vía disfusión
fr: Effacer les diffusions des convs
he: מחיקת הודעות שידור
it: Cancella chat broadcast
pt_br: Apagar mensagens de transmissão
tr: Yayınlanan Sohbeti Sil

# CLEAR_BROADCAST_ALERT_MESSAGE
source: Clear broadcast chat history
ar: إزالة دردشات قوائم الرسائل الجماعية المحفوظة
de: Broadcast-Chat Verlauf löschen
es: Limpiar historial de chat de difusión
fr: Effacer l'historique des convs diffusé
he: מחיקת היסטורית שידורים
it: Cancella cronologia della chat broadcast
pt_br: Apagar histórico de transmissões
tr: Yayınlanan Sohbet Geçmişini Sil

# CLEAR_BROADCAST_ALERT_BUTTON
source: Clear
ar: إزالة
de: Löschen
es: Limpiar
fr: Effacer
he: ניקוי
it: Cancella
pt_br: Apagar
tr: Temizle

# CLEAR_BROADCAST_NAVBAR_BUTTON
source: Clear Chat
ar: إزالة الدردشة
de: Chat löschen
es: Limpiar chat
fr: Effacer les conversations
he: ניקוי צ'אט
it: Cancella chat
pt_br: Apagar Chat
tr: Sohbeti Temizle

# SEND_RETURN_KEY_DESC
source: Replace chat textfield keyboard return key with send button.
ar: استبدال زر الرجوع في لوحة المفاتيح بزر الإرسال.
de: Ersetzt die 'Return' Taste auf der Tastatur im Chat mit einer 'Senden' Taste.
es: Reemplazar texto tecla de Intro en el teclado del chat por el botón Enviar.
fr: Remplacer la touche retour à la ligne du clavier par la touche d'envoi.
he: החלף את מקש האנטר במקש שליחת ההודעה.
it: Sostituisci il tasto 'A capo' della tastiera con il tasto invio.
pt_br: Substituir a tecla de retorno do teclado pelo botão Enviar.
tr: Sohbetteki klavyenin enter tuşu yerine gönder tuşunu atar.

# SEND_RETURN_KEY_LABEL
source: Send Return Key
ar: استخدام زر الإرسال بدلًا من زر الرجوع
de: Senden statt Return
es: Tecla Intro por enviar
fr: Envoyer avec la touche retour
he: החלפת מקש האנטר בשליחת הודעה
it: A capo è Invio
pt_br: Enviar tecla de retorno
tr: Enter Gönder Tuşu

# OTHER_ADDONS_LABEL
source: Other Add-ons
ar: إضافات أخرى
de: Andere Erweiterungen
es: Otros Ajustes
fr: Autres réglages
he: תוספות שונות
it: Altre funzioni aggiuntive
pt_br: Outros Complementos
tr: Diğer Eklentiler

# CALL_RECORDER_DESC
source: Record all your incoming and outgoing calls on WhatsApp. You can check your recorded calls in recents tab from Records segment.
ar: سجِّل جميع مكالماتك الواردة والصادرة على واتساب. يمكنك مراجعة مكالماتك المسجلة من علامة التبويب الأخيرة في قسم السجلات.
de: Nimmt alle eingehenden und ausgehenden WhatsApp Anrufe auf. Du kannst deine aufgenommen Anrufe im 'Anrufe' Tab unter dem 'Aufnahmen' Segment einsehen.
es: Grabe todas sus llamadas entrantes y salientes en WhatsApp. Puede comprobar sus llamadas grabadas en la pestaña del segmento de registros.
fr: Enregistrez tous vos appels entrants et sortants de WhatsApp.
he: הקלט את כל השיחות היוצאות והנכנסות בוואטסאפ, אפשרי לבדוק את ההקלטות בטאב של ההקלטות.
it: Registra tutte le chiamate su WhatsApp. Puoi controllare le chiamate registrate nella sezione Chiamate, nel tab Registrazioni.
pt_br: Grave todas as suas chamadas de entrada e de saída no WhatsApp. Você pode verificar suas chamadas gravadas na guia recentes do segmento Gravações.
tr: Tüm gelen ve giden aramalarınızı WhatsApp'a kaydedin. Kayıtlı aramalarınızı Kayıtlar sekmesinden son aramalar sekmesinde kontrol edebilirsiniz..

# CALL_RECORDER_LABEL
source: Call Recorder
ar: تسجيل المكالمات
de: Anrufaufzeichner
es: Grabador de llamadas
fr: Enregistrer les appels
he: מקליט שיחות
it: Registratore chiamate
pt_br: Gravador de chamadas
tr: Çağrı Kaydedici

# CALL_RECRODER_RECORDINGS_BUTTON
source: Recordings
ar: جارِ التسجيل
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
he: הקלטות
it: Registrazioni
pt_br: Gravações
tr: Kayıtlar

# CALL_RECRODER_DELETE_ALL_RECRODINGS_MESSAGE_%@
source: This action will delete all recordings for %@
ar: سيؤدي هذا الإجراء إلى حذف جميع سجلات المكالمات لـ %@
de: Diese Aktion wird alle Aufnahmen von %@ löschen
es: Esta acción borrara todas las grabaciones para %@
fr: Cette action supprime tous les enregistrements pour %@
he: הפעולה הזו תמחוק את כל ההקלטות %@
it: Questa azione eliminerà tutte le registrazioni per %@
pt_br: Esta ação excluirá todas as gravações de %@
tr: Bu işlem bütün kayıtları %@ için silecektir

# CALL_RECORDER_DELETE_%zd_RECORDINGS_MESSAGE
source: Delete %zd recording
ar: حذف %zd من التسجيلات
de: %zd Aufnahme löschen
es: Borrar %zd Grabar
fr: Supprimer %zd enregistrement
he: הקלטות %zd מחק
it: Elimina %zd registrazioni
pt_br: Deletar %zd gravações
tr: %zd Kaydını Sil

# CALL_RECORDER_DELETE_CURRENT_RECORDING
source: Delete current recording
ar: حذف التسجيل الحالي
de: Aktuelle Aufnahme löschen
es: Borrar grabación actual
fr: Supprimer l'enregistrement actuel
he: מחק את ההקלטה הנוכחית
it: Elimina registrazione attuale
pt_br: Deletar gravação atual
tr: Anlık Kaydı Sil
