Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# REPLACE_CAMERA_TAB_FAVORITES_DELETE_ALL_MESSAGE
source: Delete all favorite contacts
ar: حذف كل جهات اتصالك المفضلة
de: Alle Favoriten löschen
es: Eliminar todos los contactos favoritos
fr: Supprimer tous les contacts favoris
it: Elimina tutti i contatti preferiti
pt_br: Deletar todos os contatos favoritos
tr: Tüm favori kişileri sil

# REPLACE_CAMERA_TAB_FAVORITES_DELETE_ALL_BUTTON
source: Delete All
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
fr: Supprimer tous
it: Elimina tutti
pt_br: Deletar todos
tr: Tümünü Sil

# REPLACE_CAMERA_TAB_FAVORITES_ADD_ALL_MESSAGE
source: Add all favorite contacts
ar: إضافة كل جهات اتصالك المفضلة
de: Alle Favoriten hinzufügen
es: Agregar todos los contactos favoritos
fr: Ajouter tous les contacts favoris
it: Aggiungi tutti i contatti preferiti
pt_br: Adicionar todos os contatos favoritos
tr: Tüm favori kişileri ekle

# REPLACE_CAMERA_TAB_FAVORITES_ADD_ALL_BUTTON
source: Add All
ar: إضافة الكل
de: Alle hinzufügen
es: Agregar todo
fr: Tous ajouter
it: Aggiungi tutti
pt_br: Adicionar todos
tr: Tümünü Ekle

source: My Number:
ar: رقمي:
de: Meine Nummer:
es: Mi número:
fr: Mon Numéro:
he: :המספר שלי
it: Il mio numero:
pt_br: Meu número:
tr: Numaram:

source: %zd Contacts
ar: %zd جهات الاتصال
de: %zd Kontakte
es: %zd Contactos
he: %zd כמות אנשי קשר
it: %zd contatti
pt_br: %zd Contatos
tr: %zd Kişiler

# DISABLE_LARGE_EMOJI_DESC
source: Disable converting single emoji message into a larger emoji.
ar: تعطيل الإيموجي الكبير الذي يظهر عندما تحتوي الرسالة على إيموجي واحد فقط أو اثنين فقط أو ثلاثة فقط.
de: Verhindert, dass einzeln versendete Emojis größer dargestellt werden.
es: Deshabilitar la conversión de un emoji a un emoji más grande.
fr: Désactiver les gros emoji dans les conversations
he: ביטול הגדלת אמוג'י יחיד בצ'אט
it: Disattiva la visualizzazione delle emoji giganti
pt_br: Desativar a conversão de mensagens emoji simples em um emoji maior.
tr: Tek emoji mesajını büyük emojiye çevirmeyi devre dışı bırak.

# DISABLE_LARGE_EMOJI_LABEL
source: Disable Large Emoji
ar: تعطيل الإيموجي الكبير
de: Große Emojis deaktivieren
es: Deshabilitar emoji grande
fr: Désactiver les gros Emoji
he: בטל אימוג'י גדול
it: Disattiva emoji giganti
pt_br: Desativar Emoji Grande
tr: Büyük Emojiyi Devre Dışı Bırak

# SHOW_SECONDS_DESC
source: Added seconds to lastseen/messages and other date strings in WhatsApp
ar: إضافة عدّاد الثواني في آخر ظهور/الرسائل وأي شيء يظهر فيه الوقت داخل تطبيق واتساب.
de: Fügt Sekunden zum 'zuletzt online' Status, zu Nachrichten und zu anderen Daten in WhatsApp hinzu.
es: Segundos agregados en ultima conexión/mensajes y otras cadenas de fecha en WhatsApp
fr: Ajout de secondes pour durer/messages et autres chaînes de dates dans WhatsApp
he: הוסף שניות לוי הכחול של השיחה
it: Aggiungi i secondi all'ultimo accesso, ai messaggi ed altre date in WhatsApp
pt_br: Adicionado segundos para último visto/mensagens e outras sequências de data no WhatsApp
tr: Son görülme/mesaj ve diğer WhatsApp tarih dizilerine saniyeleri ekler.

# SHOW_SECONDS_LABEL
source: Show seconds
ar: إظهار الثواني
de: Sekunden anzeigen
es: Mostrar segundos
fr: Afficher les secondes
he: הראה שניות
it: Mostra secondi
pt_br: Mostrar Segundos
tr: Saniyeleri göster

# AUTO_SHOW_KEYBOARD_DESC
source: Show keyboard directly after you enter a chat
ar: إظهار لوحة المفاتيح مباشرة عند الدخول إلى المحادثة.
de: Zeigt die Tastatur, sobald ein Chat geöffnet wird.
es: Mostrar el teclado directamente después de ingresar en un chat
fr: Afficher le clavier directement après l'entrée dans une discussion
he: הצג מקלדת לאחר שנכנסת לצ'אט
it: Mostra direttamente la tastiera appena entri in una chat
pt_br: Mostrar teclado imediatamente depois de enviar um chat
tr: Sohbete girilince klavyeyi otomatik açar

# AUTO_SHOW_KEYBOARD_LABEL
source: Show Keyboard
ar: إظهار لوحة المفاتيح
de: Tastatur zeigen
es: Mostrar Teclado
fr: Afficher le clavier
he: הצג מקלדת
it: Mostra tastiera
pt_br: Mostrar Teclado
tr: Klavyeyi göster

# DISABLE_LANDSCAPE_DESC
source: Disable WhatsApp from rotating to landscape.
ar: تعطيل دوران تطبيق واتساب إلى الوضع الأفقي.
de: Verhindert, dass WhatsApp ins Querformat rotiert.
es: Deshabilitar rotación de WhatsApp a pantalla horizontal.
fr: Désactiver le mode paysage dans WhatsApp
he: ביטול הפיכת המסך לצד
it: Disattiva rotazione in landscape in WhatsApp.
pt_br: Não permitir que WhatsApp gire para modo paisagem.
tr: WhatsApp'ın ekran çevirmesini devre dışı bırakır.

# DISABLE_LANDSCAPE_LABEL
source: Disable Landscape
ar: تعطيل الوضع الأفقي
de: Querformat deaktivieren
es: Desactivar pantalla horizontal
fr: Désactiver paysage
he: ביטול סיבוב מסך
it: Disattiva landscape
pt_br: Desativar Modo Paisagem
tr: Ekran Çevirmeyi Devre Dışı Bırak

# DISABLE_LARGE_TITLES_DESC
source: Disable iOS 11+ large titles on WhatsApp's tab bars' view controllers
ar: تعطيل العناوين الكبيرة الموجودة في iOS 11 وأعلى على الأشرطة العلوية لتبويبات واتساب.
fr: Désactiver les gros titres iOS 11+ sur les contrôleurs de vue des barres d'onglets de WhatsApp
pt_br: Desative os títulos grandes do iOS 11 ou superior nos controladores de exibição das barras de guias do WhatsApp

# DISABLE_LARGE_TITLES_LABEL
source: Disable Large Titles
ar: تعطيل العناوين الكبيرة
fr: Désactiver les gros titres
pt_br: Desativar títulos grandes

# MUTE_SOUND_DESC
source: Mute WhatsApp sound of sent/received messages and/or mute keyboard clicks.
ar: كتم صوت رسائل واتساب المرسلة/المستقبلة و/أو كتم صوت نقرات لوحة المفاتيح.
de: Schaltet den WhatsApp Sound von gesendeten/empfangenen Nachrichten und/oder Tastatur Klicks stumm.
es: Silenciar el sonido WhatsApp de los mensajes enviados/recibidos y/o silenciar los clics del teclado.
fr: Supprimer le son des messages WhatsApp envoyés/reçus et/ou des clics du clavier
he: השתק את ההתראות וההקלדה במקלדת
it: Silenzia il suono dei messaggi inviati e ricevuti e/o silenzia il suono del click sulla tastiera
pt_br: Silenciar o som WhatsApp das mensagens enviadas/recebidas e/ou silenciar cliques do teclado.
tr: WhatsApp alınan/gönderilen mesajlar ve/veya klavye sesini devre dışı bırakır..

# MUTE_SOUND_LABEL
source: Mute Sound
ar: كتم الأصوات
de: Sound stummschalten
es: Silenciar sonidos
fr: Son en sourdine
he: השתק סאונד
it: Silenzia suono messaggi
pt_br: Silenciar Sons
tr: Sesi Kes

# MUTE_SOUND_KEY_CLICKS_LABEL
source: Mute Key Clicks
ar: كتم نقرات لوحة المفاتيح
de: Tastatur Klicks stummschalten
es: Silenciar clics del teclado
fr: Enlever le son du clavier
he: השתק הקלדה על המקלדת
it: Silenzia suono click tastiera
pt_br: Silenciar toques no teclado
tr: Klavye Sesini Kes

# HIDE_CHAT_BUTTONS_DESC
source: Hide Camera, Recording and Stickers buttons in chats.
ar: إخفاء أزرار الكاميرا، التسجيل، والملصقات داخل الدردشة.
de: Versteckt die Kamera und Sprachmemo und Aufkleber Buttons in Chats.
es: Ocultar botones de cámara, grabación y pegatinas en chats.
fr: Cachez le bouton de la caméra, le boutons d'enregistrement de la voix et le bouton des autocollants dans les conversations.
he: החבא כפתורי המצלמה וההקלטה בצ'אט
it: Nascondi i pulsanti della fotocamera, dei messaggi vocali e degli adesivi nelle chat.
pt_br: Ocultar botões da câmera, de gravação de voz e adesivos nos chats.
tr: Sohbette Kamera,Kayıt ve Sticker butonlarını gizler.

# HIDE_CHAT_CAMERA_BUTTON_LABEL
source: Hide Camera
ar: إخفاء زر الكاميرا
de: Kamera verstecken
es: Ocultar cámara
fr: Masquer la caméra
he: החבא מצלמה
it: Nascondi fotocamera
pt_br: Ocultar Câmera
tr: Kamerayı Gizle

# HIDE_CHAT_MIC_BUTTON_LABEL
source: Hide Microphone
ar: إخفاء زر الميكروفون
de: Mikrofon verstecken
es: Ocultar micrófono
fr: Masquer le microphone
he: החבא הקלטה
it: Nascondi microfono
pt_br: Ocultar Microfone
tr: Mikrofonu Gizle

# HIDE_CHAT_STICKERS_BUTTON_LABEL
source: Hide Stickers
ar: إخفاء زر الملصقات
de: Aufkleber verstecken
es: Ocultar pegatinas
fr: Masquer les autocollants
it: Nascondi adesivi
pt_br: Ocultar Adesivos
tr: Stickerları Gizle

# HIDE_CHAT_CONTACT_PICTURE_DESC
source: Hide contact profile picture inside chat.
ar: إخفاء الصورة الشخصية لجهة الاتصال داخل المحادثة.
de: Versteckt das Profilbild des Kontakts in Chats.
es: Ocultar imagen de perfil del contacto dentro del chat.
fr: Masquer l'image de profil de contact dans la conversation
he: החבא את תמונת הפרופיל של איש הקשר בתוך הצ'אט
it: Nascondi l'immagine del profilo del contatto dentro la chat.
pt_br: Ocultar imagem do perfil do contato dentro do chat.
tr: Kişi profil fotoğrafını sohbet içinde gizle.

# HIDE_CHAT_CONTACT_PICTURE_LABEL
source: Hide Profile Picture
ar: إخفاء الصورة الشخصية
de: Profilbild verstecken
es: Ocultar imagen del perfil
fr: Masquer l'image du profil
he: החבא תמונת פרופיל
it: Nascondi immagine del profilo
pt_br: Ocultar Imagem do Perfil
tr: Profil Fotoğrafını Gizle

# HIDE_CHAT_CALL_BUTTONS_DESC
source: Hide call buttons from the chats.
ar: إخفاء أزرار الاتصال داخل الدردشات.
de: Versteckt die Anruf Buttons in Chats.
es: Ocultar los botones de llamada en los chats.
fr: Cacher les boutons d'appel des discussion.
he: החבא את אפשרות הוידאו והשיחה בצ'אט.
it: Nascondi i tasti di chiamata nella chat
pt_br: Ocultar botões de chamada dos chats.
tr: Arama butonunu sohbette gizle.

# HIDE_CHAT_VOICE_CALL_BUTTON_LABEL
source: Hide Voice Call Button
ar: إخفاء زر الاتصال الصوتي
de: Sprachanruf Button verstecken
es: Ocultar botón de llamada de voz
fr: Masquer le bouton d'appel vocal
he: החבא את כפתור השיחה בצ'אט
it: Nascondi il tasto chiamata vocale
pt_br: Ocultar botão de ligação de voz
tr: Sesli Arama Butonunu Gizle

# HIDE_CHAT_VIVDEO_CALL_BUTTON_LABEL
source: Hide Video Call Button
ar: إخفاز زر اتصال الفيديو
de: Videoanruf Button verstecken
es: Ocultar botón de videollamada
fr: Masquer le bouton d'appel vidéo
he: החבא את כפתור הוידאו בצ'אט
it: Nascondi il tasto videochiamata
pt_br: Ocultar botão de ligação de vídeo
tr: Görüntülü Arama Butonunu Gizle

# HIDE_GROUP_CALL_BUTTON_LABEL
source: Hide Group Call Button
ar: إخفاء زر الاتصال في المجموعة
fr: Masquer le bouton d'appel sur groupe
pt_br: Ocultar o botão de chamada em grupo
tr: Grup Arama Butonunu Gizle

# FULLSCREEN_MODE_DESC
source: Hide the status bar inside WhatsApp.
ar: إخفاء شريط الحالة داخل تطبيق واتساب.
de: Versteckt die Statusleiste in WhatsApp.
es: Ocultar la barra de estado dentro de WhatsApp.
fr: Masquer la barre de satut à l'intérieur de WhatsApp.
he: החבא את הסטטוס בר בצ'אט.
it: Nascondi la barra di stato dentro WhatsApp
pt_br: Ocultar a barra de status dentro do WhatsApp.
tr: WhatsApp içindeki statüs çubuğunu gizle.

# FULLSCREEN_MODE_LABEL
source: Fullscreen mode
ar: وضع ملء الشاشة
de: Vollbildmodus
es: Modo pantalla completa
fr: Mode plein écran
he: מסך מלא
it: Modalità a tutto schermo
pt_br: Modo de Tela Cheia
tr: Tam ekran Modu

# IPAD_FULLSCREEN_MODE_DESC
source: Open WhatsApp in fullscreen just like any other iPad-compatible app.
ar: فتح واتساب في وضع ملء الشاشة مثل أي تطبيق آخر متوافق مع شاشة الـ iPad.
de: Öffne WhatsApp im Vollbild, wie jede andere iPad-kompatibele App.
es: Abre WhatsApp en pantalla completa como cualquier otra aplicación compatible con iPad.
fr: Ouvrez WhatsApp en plein écran comme n'importe quelle autre application compatible iPad
he: פתח את הוואטסאפ כמו באייפד
it: Apri WhatsApp a tutto schermo come qualsiasi altra app compatibile con iPad.
pt_br: Abra o WhatsApp em tela cheia como qualquer outro aplicativo compatível com iPad.
tr: WhatsApp tam ekran modunu herhangi bir iPad uyumlu uygulama gibi aç

# IPAD_FULLSCREEN_MODE_LABEL
source: iPad Full Screen
ar: وضع ملء الشاشة للـ iPad
de: iPad Vollbildmouds
es: iPad Pantalla completa
fr: iPad en plein écran
he: מסך מלא כמו באייפד
it: Modalità a tutto schermo su iPad
pt_br: Tela Cheia no iPad
tr: iPad Tam Ekran

# NOTIFICATIONS_LABEL
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
he: התראות
it: Notifiche
pt_br: Notificações
tr: Bildirimler

# PRIVATE_NOTIFICATION_DESC
source: Replace all WhatsApp notifications content with a specific message to protect your privacy. You can use the original notification by using: %[title] to get the notification title %[message] to get the notification message
ar: استبدل جميع محتويات إشعارات واتساب بمحتوى معين تخصصه أنت من أجل حماية خصوصيتك. يمكنك استخدام الإشعار الأصلي باستخدام: %[عنوان] للحصول على عنوان الإشعار. %[رسالة] للحصول على رسالة الإشعار.
de: Ersetzen Sie alle WhatsApp-Benachrichtigungsinhalte durch eine spezifische Nachricht, um Ihre Privatsphäre zu schützen. Du kannst die ursprüngliche Benachrichtigung hiermit verwenden: %[title] um den Benachrichtigungstitel zu erhalten %[message] um die Benachrichtigung zu erhalten
es: Reemplaza todas las notificaciones de WhatsApp con un mensaje específico para proteger su privacidad. También puede dejarlo en blanco.
fr: Remplacez tout le contenu des notifications WhatsApp par un message spécifique protégeant votre confidentialité. Vous pouvez utiliser la notification d'origine en utilisant: %[titre] pour obtenir le titre de la notification: %[message] pour obtenir le message de notification.
it: Sostituisce tutti i testi delle notifiche WhatsApp per tutelare la privacy. Vedere la notifica originale utilizzando: %[title] per vedere il titolo della notifica %[message] per vedere il messaggio della notifica
pt_br: Substitua todo o conteúdo das notificações do WhatsApp por uma mensagem específica para proteger sua privacidade. Você pode usar a notificação original usando: %[title] para obter o título da notificação %[message] para receber a mensagem de notificação
tr: Tüm WhatsApp bildirimlerini spesifik bir bildirim ile gizliliği korumak için ayarlayın. Bunun ile orijinal bildirimi kullanabilirsiniz: %[başlık] bildirim başlığı için %[mesaj] bildirim mesajı için

# PRIVATE_NOTIFICATION_LABEL
source: Private Notifications
ar: الإشعارات الخاصة
de: Private Benachrichtigungen
es: Notificaciones privadas
fr: Notifications privées
he: התראות פרטיות
it: Notifiche private
pt_br: Notificações Privadas
tr: Gizli Bildirimler

# PRIVATE_NOTIFICATION_MESSAGE_LABEL
source: Message
ar: الرسالة
de: Nachricht
es: Mensaje
he: הודעה
it: Messaggio
pt_br: Mensagem
tr: Mesaj

# PRIVATE_NOTIFICATION_MESSAGE_PLACEHOLDER
source: Notification Message
ar: رسالة الإشعار
de: Nachricht bei Benachrichtigung
es: Mensaje de notificación
fr: Message de notification
he: הודעת התראה
it: Notifica messaggio
pt_br: Mensagem de notificação
tr: Bildirim Mesajı

# PRIVATE_NOTIFICATION_TITLE_LABEL
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
he: כותרת
it: Titolo
pt_br: Título
tr: Başlık

# PRIVATE_NOTIFICATION_TITLE_PLACEHOLDER
source: Contact Name
ar: اسم جهة الاتصال
de: Kontaktname
es: Nombre de contacto
fr: Nom de contact
he: שם האיש קשר
it: Nome del contatto
pt_br: Nome do Contato
tr: Kişi Adı

# PRIVATE_NOTIFICATION_FILTER_LABEL
source: Filter
ar: فلترة
fr: Filtre
pt_br: Filtro

# PRIVATE_NOTIFICATION_FILTER_NONE_LABEL
source: None
ar: لا شيء
fr: Aucun
pt_br: Nenhum

# PRIVATE_NOTIFICATION_FILTER_WHITELIST_LABEL
source: Whitelist
ar: القائمة البيضاء
fr: Liste blanche
pt_br: Lista Branca

# PRIVATE_NOTIFICATION_FILTER_BLACKLIST_LABEL
source: Blacklist
ar: القائمة السوداء
fr: Liste noir
pt_br: Lista Negra

# PRIVATE_NOTIFICATION_FILTER_CONTACTS_LABEL
source: Filter List
ar: قائمة الفلترة
fr: Liste de filtrage
pt_br: Lista de filtros

# HIDE_MUTED_BADGES_DESC
source: Hide WhatsApp badges for muted chats & groups.
ar: إخفاء شارات واتساب للدردشات والمجموعات التي تم كتمها.
de: Deaktivert WhatsApp Kennzeichen für stummgeschaltete Chats & Gruppen.
es: Ocultar badges de WhatsApp para chats y grupos silenciados.
fr: Masquer les badges WhatsApp pour les discussion et groupes mis en sourdine
he: הסתר התראות לקבוצות ושיחות מושתקות.
it: Nascondi il badge di WhatsApp per le chat e gruppi silenziate.
pt_br: Esconda os números de notificação do WhatsApp para chats e grupos silenciados (balão vermelho com número).
tr: WhatsApp'ta susturulan sohbet ve gruplarının mesaj sayılarını gizle.

# HIDE_MUTED_BADGES_LABEL
source: Hide Muted Badges
ar: إخفاء شارات الكتم
de: Stummgeschaltete Kennzeichen verstecken
es: Ocultar badges Silenciados
fr: Masquer les badges
he: הסתר התראות מושתקות
it: Nascondi badge silenziato
pt_br: Esconder números de notificação
tr: Susturulan Mesaj Sayılarını Gizle

# CONTACT_ICON_NOTIFICATIONS_DESC
source: Replace WhatsApp Icon on notifications with your contact profile picture
ar: استبدال أيقونة واتساب على الإشعارات بصورة ملف التعريف الخاصة بجهة الاتصال.
de: Ersetzt das WhatsApp Icon in Benachrichtigungen durch das Profilbild des Kontakts.
es: Reemplaza el icono de WhatsApp en las notificaciones por la foto de perfil de contacto
fr: Remplacer l'icône WhatsApp sur les notifications avec votre image de profil
he: החלף את הרקע בהתראות של האפליקציה עם התמונת פרופיל של האיש קשר
it: Sostituisci l'icona di WhatsApp nelle notifiche con l'immagine del profilo del tuo contatto
pt_br: Substituir ícone WhatsApp nas notificações com a sua imagem de perfil de contato
tr: Bildirimlerdeki WhatsApp İkonunu profil fotoğrafınla değiştir

# CONTACT_ICON_NOTIFICATION_LABEL
source: Notification Icon
ar: أيقونة الإشعارات
de: Benachrichtigungs Profilbild
es: Icono de Notificación
fr: Icône de notification
he: אייקון התראה
it: Icona notifica
pt_br: Ícone de Notificação
tr: Bildirim İkonu

# ENABLE_LOCAL_NOTIFICATIONS_LABEL
source: Enable Local Notifications
ar: تفعيل الإشعارات الداخلية
de: Lokale Benachrichtigungen aktivieren
fr: Activer les notifications locales
it: Attiva notifiche locali
pt_br: Ativar notificações locais
tr: Yerel Bildirimleri Aktifleştir

# ENABLE_LOCAL_NOTIFICATIONS_DESC
source: This option will keep WhatsApp active in background in order to receive notifications but will increase your battery usage
ar: سيعمل هذا الخيار على إبقاء واتساب نشطًا في الخلفية دائمًا، ولكنه سيزيد من استهلاك البطارية.
de: Diese Option hält WhatsApp im Hintergrund aktiv, um Benachrichtigungen zu erhalten, erhöht jedoch den Akkuverbrauch
es: Esta opción mantendrá WhatsApp activo en segundo plano para recibir notificaciones, pero aumentará el uso de la batería
fr: Cette option gardera WhatsApp actif en arrière-plan afin de recevoir des notifications mais augmentera votre consommation de batterie
it: Questa opzione mantiene WhatsApp attivo in background per ricevere notifiche, ma consuma più batteria.
pt_br: Essa opção manterá o WhatsApp ativo em segundo plano para receber notificações, mas aumentará o uso da bateria
tr: Bu seçenek WhatsApp'ı bildirimleri almak için arkaplanda çalışır durumda bırakır ama pil kullanımını artırır

# THEME_LABEL
source: Theme
ar: الموضوعات
de: Design
es: Apariencia
fr: Thème
he: ערכת נושא
it: Tema
pt_br: Tema
tr: Tema

# CREATE_NEW_THEME_ACTION_BUTTON
source: Create New Theme
ar: إنشاء موضوع جديد
de: Neues Theme erstellen
fr: Créer un nouveau thème
pt_br: Criar Novo Tema
tr: Yeni Tema Oluştur

# IMPORT_NEW_THEME_ACTION_BUTTON
source: Import Theme from Files
ar: استيراد موضوع من الملفات
de: Importiere Theme von Dateien
fr: Importer un thème à partir de fichiers
pt_br: Importar Tema dos Arquivos
tr: Dosyalardan Temayı İçe Aktar

# THEME_FILE_IMPORT_FAILED_TITLE
source: Invalid Theme File
ar: ملف موضوع غير صالح
de: Falsche Theme Datei
fr: Fichier de thème non valide
pt_br: Tema Inválido
tr: Geçersiz Tema Dosyası

# THEME_FILE_IMPORT_FAILED_MESSAGE
source: The file must be a valid plist
ar: يجب أن يكون الملف من نوع plist وأن يكون ملفًا صالحًا كذلك
de: Die Datei muss eine gültige plist sein.
fr: Le fichier plist doit être valide
pt_br: O arquivo deve ser válido
tr: Dosya geçerli bir plist olmalıdır

# NEW_THEME_ALERT_TITLE
source: New Theme
ar: موضوع جديد
de: Neues Theme
fr: Nouveau thème
pt_br: Novo Tema
tr: Yeni Tema

# NEW_THEME_ALERT_MESSAGE
source: Enter your theme name
ar: أدخل اسم الموضوع الجديد الخاص بك
de: Gib den Theme Namen ein.
fr: Entrez votre nom de thème
pt_br: Digite o nome do tema
tr: Tema Adını Gir

# NEW_THEME_ALERT_PLACEHOLDER
source: Theme
ar: موضوع
fr: Thème
pt_br: Tema
tr: Tema

# THEMES_SECTION_HEADER
source: Themes
ar: الموضوعات
fr: Thèmes
pt_br: Temas
tr: Temalar

# THEMES_SECTION_FOOTER
source: Use the + button to create a new theme Swipe left or long press on a theme to edit Select a theme to set as active
ar: انقر على زر + لإنشاء موضوع جديد. اسحب الموضوع لليمين أو اضغط عليه مطولًا لتعديله. انقر على الموضوع الذي تريده لتنشيطه.
de: Benutze den + Button um ein neues Theme zu erstellen Streiche nach links oder drücke lange auf ein Theme um es zu bearbeiten Wähle ein Theme aus um es zu aktivieren
fr: Utilisez le bouton + pour créer un nouveau thème Faites glisser vers la gauche ou vers la gauche sur un thème pour le modifier Sélectionnez un thème à définir comme actif
pt_br: Use o botão + para criar um novo tema Deslize para a esquerda ou mantenha pressionado um tema para editar Selecione um tema para definir como ativo
tr: Yeni bir tema oluşturmak için + düğmesini kullanın Düzenlemek için bir temayı sola kaydırın veya uzun basın Etkin olarak ayarlamak için bir tema seçin

# THEMES_STORE_LABEL
source: Themes Store
ar: متجر الموضوعات
fr: Magasin de thèmes
pt_br: Loja de Temas
tr: Tema Mağazası

source: Edit Theme
ar: تعديل الموضوع
de: Bearbeite Theme
fr: Modifier le thème
pt_br: Editor de Temas
tr: Temayı Düzenle

source: Theme Name
ar: اسم الموضوع
fr: Nom du thème
pt_br: Nome do Tema
tr: Tema Adı

# THEME_GENERAL_SECTION_TITLE
source: General
ar: عام
de: Allgemeines
fr: Général
pt_br: Geral
tr: Genel

# APP_TINTCOLOR_LABEL
source: App Tint Color
ar: لون أزرار وعناصر التطبيق
de: Farbton der App
es: Color de tinta de la aplicación
fr: Couleur de teinte de l'application
he: צבע אפליקציה
pt_br: Cor Matiz do App
tr: Uygulama Renk Tonu

# DARK_MODE_LABEL
source: Dark Mode
ar: الوضع اليلي
fr: Mode sombre
pt_br: Modo Escuro
tr: Karanlık Modu

# DARK_MODE_ENABLE_LABEL
source: Enable Dark Mode
ar: تفعيل الوضع الليل
pt_br: Habilitar Modo Escuro

# BLACK_WALLPAPER_LABEL
source: Black Chats Background
ar: خلفية سوداء للمحادثات
pt_br: Fundo Preto nos Chats

# KEYBOARD_STYLE_LABEL
source: Keyboard Style
ar: شكل لوحة المفاتيح
de: Tastaturstil
es: Teclado
fr: Style de clavier
he: מקלדת
pt_br: Estilo de teclado
tr: Klavye Stili

# KEYBOARD_STYLE_DEFAULT
source: Default
ar: افتراضي
de: Standard
es: Defecto
fr: Défaut
he: ברירת מחדל
pt_br: Padrão
tr: Varsayılan

# KEYBOARD_STYLE_DARK
source: Dark
ar: ليلي
de: Schwarz
es: Oscuro
fr: Foncé
he: אפור
pt_br: Escuro
tr: Koyu

# KEYBOARD_STYLE_DARK_BLUE
source: Dark & Blue
ar: ليلي وأزرق
de: Schwarz & Blau
es: Oscuro y Azul
fr: Foncé & bleu
he: אפור וכחול (מומלץ!)
pt_br: Azul Escuro
tr: Koyu & Mavi

# BARS_BACKGROUND_COLOR_LABEL
source: Bars Background Color
ar: لون خلفية الشرائط
de: Balken Hintergrundfarbe
fr: Couleur de fond des barres
pt_br: Cor de fundo das barras
tr: Bar Arkaplan Rengi

# THEME_CHATS_SECTION_TITLE
source: Chats
ar: الدردشات
fr: Discussion
tr: Sohbetler

# CHATS_TEXT_STYLE_LABEL
source: Text Style
ar: شكل النص
de: Textstil
fr: Style de texte
pt_br: Estilo do Texto
tr: Yazı Stili

# FONT_NAME_LABEL
source: Font Name
ar: اسم الخط
de: Schriftartenname
fr: Nom de la police
pt_br: Nome da Fonte
tr: Font İsmi

# TEXT_SIZE_LABEL
source: Text Size
ar: حجم النص
de: Text Größe
fr: Taille du texte
pt_br: Tamanho do Texto
tr: Yazı Boyutu

# CONTACT_NAME_SIZE_LABEL
source: Contact Name Size
ar: حجم اسم جهة الاتصال
de: Kontakt Name Größe
fr: Taille nom contact
pt_br: Tamanho do Nome do Contato
tr: Kişi İsmi Boyutu

# ENABLE_FONT_STYLE_LABEL
source: Enable Font Style
ar: تفعيل تخصيص الخط
de: Aktiviere den Schriftstil
es: Habilitar estilo de fuente
fr: Activer le style de police
he: הפעל סגנון פונט
pt_br: Habilitar Estilo da Fonte
tr: Font Stilini Aktifleştir

# RECEIVED_MESSAGE_COLOR_LABEL
source: Received Message Color
ar: لون الرسالة المستلمة
de: Farbe der empfangenen Nachricht
fr: Couleur du message reçu
pt_br: Cor da Mensagem Recebida
tr: Gelen Mesaj Rengi
