Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# SENT_MESSAGE_COLOR_LABEL
source: Sent Message Color
ar: لون الرسالة المرسلة
de: Farbe der gesendeten Nachricht
fr: Couleur du message envoyé
pt_br: Cor da Mensagem Enviada
tr: Gönderilen Mesaj Rengi

# URL_COLOR_LABEL
source: URL Color
ar: لون عناوين URL
de: URL Farbe
fr: Couleur de l'URL
pt_br: Cor da URL
tr: URL Rengi

# GROUP_EVENT_COLOR_LABEL
source: Group Event Color
ar: لون أحداث المجموعة
de: Gruppenereignisfarbe
fr: Couleur de l'événement de groupe
pt_br: Cor do Evento do Grupo
tr: Grup Bölümü Rengi

# SYSTEM_EVENT_COLOR_LABEL
source: System Event Color
ar: لون أحداث النظام
de: Systemereignisfarbe
fr: Couleur d'événement système
pt_br: Cor do Evento do Sistema
tr: Sistem Bölümü Rengi

# DATE_BUBBLE_COLOR_LABEL
source: Date Bubble Color
ar: لون فقاعة التاريخ
de: Farbe der Datumsblase
fr: Couleur de bulle de date
pt_br: Cor da Data na Bolha
tr: Tarih Kutusu Rengi

# TEXT_INPUT_COLOR_LABEL
source: Text Input Color
ar: لون النص المُدخل
de: Texteingabefarbe
es: Color de las entradas de texto
fr: Couleur de saisie du texte
he: צבע ההודעה בטקסט
pt_br: Cor do Texto de Entrada
tr: Yazı Girişi Rengi

# CHATS_BACKGROUND_COLOR_LABEL
source: Background Colors
ar: ألوان الخلفية
de: Hintergrundfarben
fr: Couleurs de fond
pt_br: Cor de Fundo
tr: Arkaplan Renkleri

# RECEIVE_BUBBLE_BACKGROUND_LABEL
source: Received Bubble Background
ar: خلفية الفقاعة المستلمة
de: Erhaltene Blase Hintergrund
fr: Fond de bulle reçu
pt_br: Fundo da Mensagem Recebida
tr: Gelen Mesaj Balonu Arkaplanı

# SENT_BUBBLE_BACKGROUND_LABEL
source: Sent Bubble Background
ar: خلفية الفقاعة المرسلة
de: Gesendete Blase Hintergrund
fr: Fond de bulle envoyé
pt_br: Fundo da Mensagem Enviada
tr: Giden Mesaj Balonu Arkaplanı

# RECEIVED_BUBBLE_OPACITY_LABEL
source: Received Bubble Opacity
ar: شفافية الفقاعة المستلمة
de: Erhaltene Blase Opazität
fr: Opacité de la bulle reçue
pt_br: Opacidade da Bolha Recebida
tr: Gelen Mesaj Balonu Opaklığı

# SENT_BUBBLE_OPACITY_LABEL
source: Sent Bubble Opacity
ar: شفافية الفقاعة المرسلة
de: Gesendete Blase Opazität
fr: Opacité de la bulle envoyée
pt_br: Opacidade da Bolha Enviada
tr: Giden Mesaj Balonu Opaklığı

# DATE_BUBBLE_BACKGROUND_LABEL
source: Date Bubble Background
ar: خلفية فقاعة التاريخ
de: Datumsblase Hintergrund
fr: Date bulle de fond
pt_br: Fundo da Bolha da Data
tr: Tarih Kutucuğu Arkaplanı

# CHATS_MESSAGES_STATUS_ITEMS_LABEL
source: Message Status Items
ar: عناصر حالة الرسالة
de: Nachrichtenstatuselemente
fr: Articles d'état du message
pt_br: Itens do Status da Mensagem
tr: Mesaj Durum Ayarları

# MESSAGE_STATUS_CHECKMARKS_SECTION_TITLE
source: Message Status Checkmarks
ar: علامات تحقق حالة الرسالة
de: Nachrichtenstatus-Häkchen
fr: Etat des messages
pt_br: Verificação do Status da Mensagem
tr: Mesaj Durum Onay İşaretleri

# MESSAGE_TIMESTAMP_SECTION_TITLE
source: Message Timestamp
ar: وقت الرسالة
de: Zeitstempel der Nachricht
fr: Horodatage du message
pt_br: Data e hora da mensagem
tr: Mesaj Zaman Damgası

# MESSAGE_STATUS_FOOTER_SECTION_TITLE
source: Message Status Footer
ar: ذيل حالة الرسالة
de: Nachrichtenstatusfußzeile
fr: État du message pied de page
pt_br: Rodapé do status da mensagem
tr: Mesaj Durum Altbilgisi

# SENT_COLOR_LABEL
source: Sent Color
ar: لون المرسل
de: Gesendet Farbe
fr: Envoyé couleur
pt_br: Cor da Enviada
tr: Gönderildi Rengi

# DELIVERED_COLOR_LABEL
source: Delivered Color
ar: لون المستلم
de: Geliefert Farbe
fr: Livré couleur
pt_br: Cor do Entregue
tr: Ulaştırıldı Rengi

# READ_COLOR_LABEL
source: Read Color
ar: لون المقروء
de: Gelesen Farbe
fr: Lu Couleur
pt_br: Cor da Leitura
tr: Okundu Rengi

# RECEIVED_COLOR_LABEL
source: Received Color
ar: لون المستلم
de: Erhalten Farbe
fr: Reçu couleur
pt_br: Cor do Recebido
tr: Alındı Rengi

# STARRED_INDICATOR_COLOR_LABEL
source: Starred Indicator Color
ar: لون إشارة المميز بنجمة
de: Markierte Anzeigefarbe
fr: Couleur de l'indicateur favori
pt_br: Cor do indicador com estrela
tr: Yıldızlı Gösterge Rengi

# REVOKED_INDICATOR_COLOR_LABEL
source: Revoked Indicator Color
ar: لون مؤشر الحذف
de: Widerrufene Anzeigefarbe
fr: Couleur de l'indicateur révoqué
pt_br: Cor do indicador da msg. revogada
tr: İptal Edilen Gösterge Rengi

# REVOKED_INDICATOR_COLOR_DESC
source: Watusi's icon next to revoked messages
ar: أيقونة Watusi التي تكون بجانب الرسائل المحذوفة.
de: Farbe von Watusi's Symbol neben den widerrufenen Nachrichten
fr: Icône de Watusi à côté des messages révoqués
pt_br: Ícone do Watusi ao lado das mensagens revogadas
tr: İptal edilen iletilerin yanındaki Watusi'nin simgesi

# THEME_TABLES_SECTION_TITLE
source: Tables
ar: الجداول
de: Tabellen
pt_br: Tabelas
tr: Tablolar

# TABLES_GROUPED_BACKGROUND_COLOR_LABEL
source: Grouped Background Color
ar: لون خلفية المساحة الفاصلة
de: Gruppierte Hintergrundfarbe
fr: Couleur de fond groupée
pt_br: Cor de fundo agrupada
tr: Gruplandırılmış Arkaplan Rengi

# TABLES_SEPARATORS_LABEL
source: Separators
ar: الخطوط الفاصلة
de: Separatoren
fr: Séparateurs
pt_br: Separadores
tr: Ayırıcılar

# SEPARATOR_COLOR_LABEL
source: Separator Color
ar: لون الخطوط الفاصلة
de: Trennfarbe
fr: Couleur du séparateur
pt_br: Cor do Separador
tr: Ayırıcı Rengi

# HIDE_SEPARATOR_LABEL
source: Hide Separators
ar: إخفاء الخطوط الفاصلة
de: Separatoren ausblenden
fr: Masquer les séparateurs
pt_br: Ocultar Seperadores
tr: Ayırıcıları Gizle

# ENABLE_HIDE_CHATS
source: Enable
ar: تفعيل
de: Aktivieren
fr: Activé
pt_br: Habilitar
tr: Aktifleştir

# HIDE_CHATS_LABEL
source: Hide Chats
ar: إخفاء الدردشات
de: Chats verstecken
fr: Discussion masquée
pt_br: Ocultar Chats
tr: Sohbetleri Gizle

# HIDE_CHATS_DESC
source: Hidden chats will be hidden from the chats list and will show an empty chat when opening it from somewhere else. You can only view your hidden chats messages from this page.
ar: ستختفي الدردشات المخفية من قائمة الدردشات وستظهر المحادثة فارغة عند فتحها من مكان آخر. يمكنك عرض رسائل دردشاتك المخفية من هذه الصفحة فقط.
de: Versteckte Chats werden in der Chat-Liste ausgeblendet und zeigen einen leeren Chat an, wenn du ihn von einem anderen Ort aus öffnest. Nur auf dieser Seite kannst du deine versteckten Chat-Nachrichten sehen.
fr: Les discussions masquées seront masquées de la liste et afficheront une discussion vide lors de son ouverture. Vous pouvez uniquement afficher les messages de votre chat masqué à partir de cette page
pt_br: Chats ocultos serão ocultados da lista de chats e vai mostrar um chat vazio quando abri-lo em outro lugar. Você só pode ver as suas mensagens de chats ocultos nesta página.
tr: Gizli sohbetler sohbet listesinden gizlenir ve başka bir yerden açıldığında boş bir sohbet gösterir. Gizli sohbet mesajlarınızı yalnızca bu sayfadan görüntüleyebilirsiniz..

source: Hidden Chats
ar: الدردشات المخفية
de: Versteckte Chats
fr: Discussion masquée
pt_br: Chats Ocultos
tr: Gizli Sohbetler

source: Hidden Chats Messages
ar: رسائل الدردشات المخفية
de: Versteckte Chat Nachrichten
fr: Messages de discussion cachés
pt_br: Mensagens de Chats Ocultos
tr: Gizli Sohbet Mesajları

# STOP_HIDDEN_CHATS_IN_APP_NOTIF_LABEL
source: Hide In-App Notifications
ar: إخفاء الإشعارات داخل التطبيق
pt_br: Ocultar notificações no aplicativo

# STOP_HIDDEN_CHATS_OUTSIDE_NOTIF_LABEL
source: Hide System-Wide Notifications
ar: إخفاء الإشعارات خارج التطبيق
pt_br: Ocultar notificações em todo o sistema

# STOP_HIDDEN_CHATS_NOTIF_DESC
source: Hidden chats will not show new messages notifications
ar: لن تُظهر الدردشات المخفية إشعارات الرسائل الجديدة
de: Versteckte Chats machen keine Benachrichtigungen bei einer neuen Nachricht.
fr: Les discussions cachées ne montreront pas les notifications de nouveaux messages
pt_br: Chats ocultos não mostrarão notificações de novas mensagens
tr: Gizli sohbetler yeni mesaj bildirimleri göstermez

source: Protect Hidden Chats Settings
ar: إعدادات حماية الدردشات المخفية
de: Beschütze die Einstellungen zum Verstecken von Chats
fr: Protéger les réglages des discu cachés
pt_br: Proteger as configurações dos chats ocultos
tr: Gizli Sohbet Ayarlarını Koru

# CANNOT_SEND_MESSAGES_TO_HIDDEN_CHATS_MESSAGE
source: You can not send messages to a hidden chat.
ar: لا يمكنك إرسال رسائل لدردشة مخفية.
de: Du kannst keine Nachricht an einen versteckten Chat senden.
fr: Vous ne pouvez pas envoyer de messages à une discussion caché.
pt_br: Você não pode enviar mensagens para um chat oculto.
tr: Gizli bir sohbete mesaj gönderemezsiniz..

# AUTO_REPLY_LABEL
source: Auto Reply
ar: الرد التلقائي
de: Automatisches Antworten
es: Auto respuesta
fr: Réponse automatique
he: תגובה בחזרה אוטומטית
it: Risposta automatica
pt_br: Resposta Automática
tr: Oto Cevap

# AUTO_REPLY_ENABLE_LABEL
source: Enable
ar: تفعيل
de: Aktiviert
es: Habilitar
fr: Activer
he: מאופשר
it: Attiva
pt_br: Ativar
tr: Aktifleştir

# AUTO_REPLY_DESC
source: When enabled, whenever you receive a message from a contact Watusi will automatically reply with your chosen message.
ar: عند التفعيل، سيقوم Watusi بالرد تلقائيًا بالرسالة التي اخترتها على جميع جهات الاتصال التي تتلقى منها رسائل.
de: Wenn aktiviert, wird Watusi jeder Nachricht eines Kontakts mit der von dir gewählten Nachricht antworten.
es: Cuando está activado, siempre que reciba un mensaje de un contacto, Watusi responderá automáticamente con el mensaje elegido.
fr: Lorsqu'il est activé, chaque fois que vous recevez un message d'un contact, Watusi répond automatiquement avec votre message choisi.
he: כשמאופשר, שתקבל הודעה מאיש קשר , אנחנו נשלח לו הודעה אוטומטית.
it: Quando attivato, verrà inviata una risposta automatica prestabilita a qualsiasi messaggio dei contatti.
pt_br: Quando ativado, sempre que você receber uma mensagem de um contato, o Watusi responderá automaticamente com a mensagem escolhida.
tr: Aktifleştirince kişiden mesaj aldığınızda Watusi seçtiğiniz mesajı otomatik olarak yollar.

# AUTO_REPLY_CONFIGURATION_LABEL
source: Configuration
ar: الإعداد
de: Konfiguration
es: Configuración
he: הגדרות
it: Configurazine
pt_br: Configurações
tr: Konfigürasyon

# AUTO_REPLY_MESSAGE_LABEL
source: Reply Message
ar: رسالة الرد
de: Antwortsnachricht
es: Mensaje de respuesta
fr: Message de réponse
he: תגובה אוטומטית בחזרה
it: Rispondi messaggio
pt_br: Mensagem de Resposta
tr: Mesajı Cevapla

# AUTO_REPLY_SELECT_MESSAGE
source: Select Message
ar: اختيار رسالة
de: Nachricht wählen
es: Seleccione un mensaje
fr: Sélectionner un message
he: בחר הודעה
it: Seleziona messaggio
pt_br: Selecionar Mensagem
tr: Mesaj Seç

# AUTO_REPLY_MESSAGES_TITLE
source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
he: הודעות
it: Messaggio
pt_br: Mensagens
tr: Mesajlar

# AUTO_REPLY_NO_MESSAGES_FOOTER
source: You don't have any auto reply messages, create one using the + button.
ar: لا توجد لديك أي رسائل للرد التلقائي، اضغط على زر + في الأعلى لإنشاء رسالة جديدة.
de: Du hast keine Antwortsnachrichten, erstelle welche mit dem + Button.
es: No tienes mensajes de respuesta automática, crea uno con el botón +
fr: Vous n'avez aucun message de réponse automatique, créez un à l'aide du bouton +
he: +אין לך הודעות תשובה בחזרה , להוספה לחץ על סימן ה
it: Non hai nessun messaggio di autorisposta, creane uno usando il tasto '+'.
pt_br: Você não tem nenhuma mensagem de resposta automática, crie uma usando o botão +.
tr: Hiç oto cevap mesajınız yok, oluşturmak için + tuşuna basın.

# AUTO_REPLY_EDIT_MESSAGE_FOOTER
source: Swipe or long press to edit a message.
ar: اسحب إلى اليمين أو اضغط مطولًا للتعديل على الرسالة
de: Wische oder drücke lange auf eine Nachricht, um sie zu bearbeiten
es: Desliza o pulse prolongadamente para editar un mensaje.
fr: Faites glisser ou appuyez longuement sur pour modifier un message.
he: החלק או לחיצה ארוכה כדי לערוך הודעה
it: Scorri o premi a lungo per modificare un messaggio.
pt_br: Deslize ou segure para editar mensagem
tr: Mesajı düzenlemek için kaydırın ya da üstüne basılı tutun.

# AUTO_REPLY_MESSAGES_EDIT_MESSAGE
source: Edit Message
ar: تعديل الرسالة
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
he: ערוך הודעה
it: Modifica messaggio
pt_br: Editar Mensagem
tr: Mesajı Düzenle

# AUTO_REPLY_MESSAGES_NEW_MESSAGE
source: New Message
ar: رسالة جديدة
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
he: הודעה חדשה
it: Nuovo messaggio
pt_br: Nova Mensagem
tr: Yeni Mesaj

# AUTO_REPLY_MESSGAES_EMPTY_TEXT
source: Message can not be empty.
ar: لا يمكن أن تكون الرسالة فارغة
de: Die Nachricht darf nicht leer sein.
es: El mensaje no puede estar vacío.
fr: Le message ne peut pas être vide.
he: ההודעה לא יכולה להיות ריקה
it: I messaggi non possono essere vuoti.
pt_br: A mensagem não pode estar em branco.
tr: Mesaj boş olamaz.

# AUTO_REPLY_LAST_MODIFIED
source: Last modified
ar: آخر تعديل
de: Zuletzt bearbeitet
es: Última modificación
fr: Dernière modification
he: נערך לאחרונה
it: Ultima modifica
pt_br: Última modificação
tr: En son düzenleme

# AUTO_REPLY_DELAY_LABEL
source: Delay Between Replies
ar: مدة التأخير بين الردود
de: Verzögerung zwischen Antworten
es: Retraso entre respuestas
fr: Retard entre les réponses
he: דיליי בין הודעה לתגובה האוטומטית
it: Tempo di attesa tra le risposte
pt_br: Atraso entre as respostas
tr: Cevaplar Arası Gecikme

# AUTO_REPLY_DELAY_NONE
source: No delay
ar: بدون تأخير
de: Keine Verzögerung
es: Sin retraso
fr: Pas de délai
he: ללא דיליי
it: Nessun tempo di attesa
pt_br: Sem atraso
tr: Gecikmesiz

# AUTO_REPLY_DELAY_ONE_MINUTE
source: 1 minute
ar: دقيقة
es: 1 minuto
he: דקה אחת
it: 1 minuto
pt_br: 1 minuto
tr: 1 dakika

# AUTO_REPLY_DELAY_FIVE_MINUTES
source: 5 minutes
ar: 5 دقائق
de: 5 Minuten
es: 5 minutos
he: חמש דקות
it: 5 minuti
pt_br: 5 minutos
tr: 5 dakika

# AUTO_REPLY_DELAY_THIRTY_MINUTES
source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 minutos
he: חצי שעה
it: 30 minuti
pt_br: 30 minutos
tr: 30 dakika

# AUTO_REPLY_DELAY_ONE_HOUR
source: 1 hour
ar: ساعة
de: 1 Stunde
es: 1 hora
fr: 1 heure
he: שעה שלמה
it: 1 ora
pt_br: 1 hora
tr: 1 saat

# AUTO_REPLY_ON_LABEL
source: Reply On
ar: تحديد المدى الزمني
de: Antworten bei
es: Responder en
fr: Réponse activée
he: תגובה בחזרה פועלת
it: Rispondi
pt_br: Resposta Ativada
tr: Cevaplama açık

# AUTO_REPLY_TIME_RANGE_LABEL
source: Time Range
ar: المدى الزمني
de: Zeitspanne
es: Intervalo de tiempo
fr: Plage de temps
he: טווח זמנים
it: Stabilisci il tempo
pt_br: Intervalo de tempo
tr: Zaman Aralığı

# AUTO_REPLY_ENABLE_TIME_RANGE_LABEL
source: Enable Time Range
ar: تفعيل المدى الزمني المحدد
de: Zeitspanne aktivieren
es: Habilitar intervalo de tiempo
fr: Activer la plage de temps
he: אפשר טווח זמנים
it: Attiva range di autorisposta
pt_br: Ativar Intervalo de tempo
tr: Zaman Aralığını Aktifleştir

# AUTO_REPLY_TIME_RANGE_DESC
source: Send auto replies only during a time range.
ar: سيتم إرسال الردود التلقائية خلال المدى الزمني المحدد فقط.
de: Sende automatische Antworten nur während einer Zeitspanne.
es: Enviar respuestas automáticas sólo durante un intervalo de tiempo.
fr: Envoyer les réponses automatiques uniquement pendant une plage de temps.
he: שלח הודעה אוטומטית בטווח הזמנים
it: Invia autorisposte solamente durante il tempo stabilito
pt_br: Enviar respostas automáticas apenas em um intervalo de tempo.
tr: Belirli zaman aralığında oto cevaplar yolla.

# AUTO_REPLY_TIME_RANGE_START_TIME
source: Start Time
ar: وقت البداية
de: Startzeit
es: Hora de inicio
fr: Heure de début
he: זמן התחלה
it: Inizia alle
pt_br: Hora de Início
tr: Başlangıç Zamanı

# AUTO_REPLY_TIME_RANGE_END_TIME
source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora de finalización
fr: Heure de fin
he: זמן סיום
it: Termina alle
pt_br: Hora do Termino
tr: Bitiş Zamanı

# AUTO_REPLY_TIME_RANGE_WEEK_DAYS
source: Weekdays
ar: أيام الأسبوع
de: Wochentage
es: Días de la semana
fr: Jour de la semaine
he: סופי שבוע
it: Giorni della settimana
pt_br: Dias da Semana
tr: Haftanın Günleri

# AUTO_REPLY_TIME_RANGE_ALL_WEEK_DAYS
source: All weekdays
ar: كل أيام الأسبوع
de: Alle Wochentage
es: Todos los Días de la semana
fr: Tous les jours de la semaine
he: כל הסוף שבוע
it: Tutti i giorni della settimana
pt_br: Todos os dias da semana
tr: Tüm Günler

# AUTO_REPLY_TO_LABEL
source: Reply to
ar: رد على
de: Antworten an
es: Responder a
fr: Répondre à
he: הגב ל
it: Rispondi a
pt_br: Responder para
tr: Þuna Cevapla

# AUTO_REPLY_TO_GROUPS_LABEL
source: Reply to Groups
ar: رد على المجموعات
de: Antworten an Gruppen
es: Responder a Grupos
fr: Répondre aux groupes
he: הגב לקבוצה
it: Rispondi ai gruppi
pt_br: Responder Para Grupos
tr: Gruplara Cevapla

# AUTO_REPLY_FILTER_LABEL
source: Reply Filter
ar: نوع التمييز
de: Antwort Filter
es: Filtro de respuesta
fr: filtre de réponse
he: פילטר הודעה בחזרה
it: Filtro di risposta
pt_br: Filtro de Respostas
tr: Cevap Filtresi

# AUTO_REPLY_FILTERED_CONTACTS
source: Filtered Contacts
ar: جهات الاتصال المميزة
de: Gefilterte Kontakte
es: Contactos filtrados
fr: Contacts filtrés
he: פילטר אנשי קשר
it: Contatti filtrati
pt_br: Contatos Filtrados
tr: Cevap Filtreli Kişiler

# AUTO_REPLY_FILTER_WHITELIST
source: Whitelist
ar: القائمة البيضاء
es: Lista blanca
fr: Liste blanche
he: רשימה לבנה
it: Lista bianca
pt_br: Lista Branca
tr: İzin Verilenler Listesi

# AUTO_REPLY_FILTER_BLACKLIST
source: Blacklist
ar: القائمة السوداء
es: Lista negra
fr: Liste noire
he: רשימה שחורה
it: Lista nera
pt_br: Lista Negra
tr: Kara Liste

# AUTO_REPLY_FILTER_DESC
source: Select a blacklist filter if you wish to exclude some contacts from the auto reply or whitelist to enable auto reply only for selected contacts.
ar: اختر القائمة السوداء إذا كنت ترغب في استثناء بعض جهات الاتصال من الرد التلقائي، أو اختر القائمة البيضاء إذا كنت ترغب في تفعيل الرد التلقائي لجهات اتصال معينة فقط.
de: Wähle einen Blacklist Filter, wenn du einige Kontakte von den automatischen Antworten ausschließen willst oder einen Whitelist Filter, wenn du nur bestimmten Kontakten automatisch antworten willst.
es: Selecciona un filtro de lista negra si desea excluir a esos contactos de la respuesta automática o selecciona una filtro de lista blanca para habilitar la respuesta automática sólo para esos contactos seleccionados.
fr: Sélectionnez un filtre de liste noire si vous souhaitez exclure certains contacts de la réponse automatique ou de la liste blanche pour activer la réponse automatique uniquement pour les contacts sélectionnés.
he: בחר ברשימה השחורה אם ברצונך לא לכלול אנשי קשר מהתשובה האוטומטית, או ברשימה הלבנה כדי לאפשר מענה אוטומטי לאנשי קשר מסויימים
it: Seleziona un filtro della lista nera se desideri escludere alcuni contatti dalla funzione di autorisposta o della lista bianca per rispondere automaticamente solamente ad alcuni contatti.
pt_br: Selecione um filtro de lista negra se desejar excluir alguns contatos da resposta automática ou da lista branca para ativar a resposta automática somente para os contatos selecionados.
tr: Bazı kişileri oto cevap listesinde karalisteye almak veya izin verilenler listesine almak için bunu seçin.

# MESSAGE_SCHEDULER_LABEL
source: Message Scheduler
ar: جدولة الرسائل
de: Nachrichten Planer
es: Mensajes programados
fr: Messages programmés
he: הודעה מתוזמנת
it: Messaggi programmati
pt_br: Mensagens Agendadas
tr: Zamanlanan Mesajlar

# MESSAGE_SCHEDULER_ENABLE_LABEL
source: Enable
ar: تفعيل
de: Aktiviert
es: Activar
fr: Activer
he: מאופשר
it: Attiva
pt_br: Ativar
tr: Aktifleştir

# MESSAGE_SCHEDULER_MESSAGES_DESC
source: View and create scheduled messages
ar: عرض وإضافة رسائل مجدولة.
de: Betrachte und erstelle geplante Nachrichten.
es: Ver y crear mensajes programados
fr: Afficher et créer des messages programmés
he: הצג וצור הודעות מתוזמנות
it: Visualizza e crea messaggi programmati
pt_br: Ver e criar mensagens agendadas
tr: Zamanlı mesajları görüntüle ve oluştur

# MESSAGE_SCHEDULER_MESSAGES_LABEL
source: Scheduled Messages
ar: الرسائل المجدولة
de: Geplante Nachrichten
es: Mensajes programados
fr: Messages planifiés
he: הודעות מתוזמנות
it: Messaggi programmati
pt_br: Mensagens Agendadas
tr: Zamanlanan Mesajlar

# MESSAGE_SCHEDULER_MESSAGES_FOOTER
source: Red schedule means that it has been processed and not running anymore.
ar: الخط الأحمر يعني أنه قد تمت المعالجة، ولن يتم العمل به بعد الآن.
de: Rote Farbe bedeutet, dass die Nachricht verarbeitet wurde und somit nicht mehr aussteht.
es: El programado en rojo significa que se procesó y ya no se está ejecutando.
fr: L'agenda rouge signifie qu'il a été traité et ne fonctionne plus.
he: אם הלוח זמנים בצבע אדום , הכוונה שהוא כבר עובד ולא פועל יותר
it: Il programma in rosso indica che è stato già processato e non verrà avviato nuovamente.
pt_br: O agendamento em vermelho significa que ela foi processada e não está sendo executada mais.
tr: Kırmızı zaman mesajın işlendiğini ve artık çalışmadığını belirtir.

# MESSAGE_SCHEDULER_CREATE_DATE_TIME
source: Date & Time
ar: التاريخ والوقت
de: Datum & Zeit
es: Fecha y Hora
fr: Date et heure
he: זמן ותאריך
it: Data e ora
pt_br: Data e Hora
tr: Tarih & Zaman

# MESSAGE_SCHEDULER_CREATE_RECIPIENTS
source: Recipients
ar: المستلمون
de: Empfänger
es: Destinatarios
fr: Destinataires
he: קבלות
it: Destinatari
pt_br: Destinatários
tr: Alıcılar

# MESSAGE_SCHEDULER_CREATE_MESSAGE
source: Message
ar: الرسالة
de: Nachricht
es: Mensaje
he: הודעות
it: Messaggio
pt_br: Mensagem
tr: Mesaj

# MESSAGE_SCHEDULER_CREATE_IMAGE
source: Image
ar: الصورة
de: Bild
es: Imagen
he: תמונה
it: Immagine
pt_br: Imagem
tr: Fotoğraf

# MESSAGE_SCHEDULER_SHOW_NOTIFICATION_DESC
source: Show a notification when the message is being sent to the schedule's recipients.
ar: عرض إشعار عندما يتم إرسال الرسالة إلى المستلمين المحددين في الجدولة.
de: Zeigt eine Benachrichtigung, wenn die Nachricht zum Empfänger versendet wird.
es: Mostrar una notificación cuando el mensaje se envía a los destinatarios programados.
fr: Afficher une notification lorsque le message est envoyé aux destinataires
he: הצג התראה כאשר ההודעה נשלחה
it: Mostra una notifica quando il messaggio sta per essere inviato al destinatario programmato.
pt_br: Enviar notificação quando a mensagem agendada estiver sendo enviada para o destinatário.
tr: Mesaj zamanında alıcılara gidince bildirim göster.

# MESSAGE_SCHEDULER_SHOW_NOTIFICATION_LABEL
source: Show Notification
ar: عرض إشعار
de: Benachrichtigung anzeigen
es: Mostrar notificación
fr: Afficher la notification
he: הצג התראה
it: Mostra notifica
pt_br: Mostrar Notificação
tr: Bildirim Göster

# MESSAGE_SCHEDULER_SENDING_NOTIFICATION_MESSAGE
source: Sending Scheduled Message
ar: جارِ إرسال الرسالة المجدولة
de: Geplante Nachricht senden
es: Envío de mensajes programados
fr: Envoyer un message planifié
it: Invio messaggio programmato
pt_br: Enviando mensagem agendada
tr: Zamanlanan Mesaj Gönderiliyor

# MESSAGE_SCHEDULER_SEND_LONGPRESS_DESC
source: Enable long press gesture on chats' send button in order to directly schedule a message from the chats.
ar: قم بتفعيل إيماءة الضغطة المطولة على زر إرسال الرسالة لجدولة رسالة مباشرة من الدردشات.
de: Aktivert langes Drücken der Senden-Taste in Chats, um eine geplante Nachricht direkt vom Chat zu versenden.
es: Habilitar presión larga en el botón de envío de chats para programar directamente un mensaje desde los chats.
fr: Activer le bouton d'envoi de la touche longue durée sur les conversations afin de programmer directement un message.
he: אפשר לחיצה ארוכה על הלחצן שלח כדי לתזמן הודעה מתוזמנת
it: Attiva la gesture 'Premi a lungo' sul tasto di invio in chat per programmare un messaggio direttamente dalla chat.
pt_br: Ativar toque longo no botão Enviar dos chats a fim de agendar diretamente uma mensagem dos chat.
tr: Sohbet gönderme butonuna uzun basarak sohbet içinden zamanlı mesaj ayarlayabilirsiniz.

# MESSAGE_SCHEDULER_SEND_LONGPRESS_LABEL
source: Long press on send
ar: ضغطة مطولة على زر الإرسال
de: Langes Drücken auf Senden
es: Presión larga para enviar
fr: Appuyez longuement sur envoyer
he: לחיצה ארוכה על הלחצן שלח
it: Premi a lungo su invio
pt_br: Toque longo ao enviar
tr: Göndere uzun bas
