Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# CONTACT_ABOUT_DATE_DESC
source: Re-add the option to view your contacts' About date on their contact info page which was removed by WhatsApp in their recent update.
ar: إعادة إضافة خيار عرض الحالة لجهات الاتصال الخاصة بك والتي أزالتها واتساب في التحديثات الأخيرة.
de: Fügt die Option, das Datum der Statusnachricht deiner Kontakte zu sehen, wieder hinzu. Diese wurde in einem aktuellen WhatsApp Update entfernt.
es: Vuelva a agregar la opción para ver la fecha de sus contactos en la página de información del contacto que fue eliminada por WhatsApp en su actualización reciente.
fr: Re-ajouter l'option pour afficher la date des actus de vos contacts sur la page de contact qui a été supprimée par WhatsApp dans sa mise à jour récente
he: הוסף את האפשרות לראות את מידע פרטי איש הקשר שהוסר על ידי וואטסאפ בעדכון האחרון.
it: Aggiungi l'opzione per visualizzare l'info dei tuoi contatti nella loro sezione info contatto che è stato rimossa da WhatsApp nei loro aggiornamenti recenti.
pt_br: Adicione novamente a opção para exibir a data do recado de seus contatos em sua página de informações de contato que foi removida pelo WhatsApp em sua atualização recente.
tr: WhatsApp tarafından kaldırılan kişiler hakkındaki tarih bilgisini kişi bilgisine tekrar ekler.

# CONTACT_ABOUT_DATE_LABEL
source: Contacts About Date
ar: تاريخ حالة جهات الاتصال
de: Kontakt Statusnachricht Datum
es: Fecha de contactos
fr: Dates d'ajout des actus
he: פרטי מידע איש קשר
it: Data dell'info del contatto
pt_br: Data do recado dos contatos
tr: Kişi Tarihi

# CONTACT_ABOUT_DATE_FORMAT
source: Date Format
ar: صيغة التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de la date
he: פורמט תאריך
it: Formato della data
pt_br: Formato da data
tr: Gün Formatı

# ARCHIVE_LOCK_DESC
source: Long press on chats in archive view in order to lock into archived chats which means the locked chat will not move back into chats list when it receives a new message. You can manage locked chats from the top right button on archived chats view.
ar: اضغط مطولًا على أي محادثة موجودة في الأرشيف لطلب قفلها، وأي محادثة سيتم قفلها لن تعود لقائمة المحادثات بعد ذلك عند تلقي رسالة جديدة، ويمكنك إدارة دردشاتك المقفلة في الأرشيف عن طريق أيقونة القفل الموجودة في أعلى اليسار في نفس الصفحة.
de: Drücke lange auf Chats im Archiv um diese dort zu sperren, das bedeutet, dass diese Chats nicht in die normalen Chats verschoben werden, wenn eine neue Nachricht empfangen wird.
es: Pulsación larga en chats en la vista de archivados para bloquearlo en chats archivados, lo que significa que el chat bloqueado no se moverá de nuevo a la lista de chats recientes cuando reciba un mensaje nuevo. Puedes administrar chats bloqueados desde el botón superior derecho en la vista de chats archivados.
fr: Appuyez longuement sur les conversations dans la vue d'archivage afin de verrouiller les conversations archivés, ce qui signifie que la conversation verrouillé ne sera pas transféré dans la liste des conversations lorsqu'il reçoit un nouveau message. Vous pouvez gérer les conversations verrouillés du bouton en haut à droite.
he: לחיצה ארוכה על הצ'אט בארכיון כדי לנעול את הצאט. אפשרות להשאיר את הצאט בתוך הארכיון גם אם הוא יקבל התראה.
it: Premi a lungo sulle chat archiviate per bloccarle in quella sezione. Le chat bloccate non verranno rispostate nella lista delle chat quando riceveranno un nuovo messaggio. Puoi gestire le chat bloccate utilizzando il tasto in alto a destra nella sezione delle chat archiviate.
pt_br: Pressione demoradamente os chats no modo de exibição de arquivo para bloquear os bate-papos arquivados, o que significa que o bate-papo bloqueado não será movido de volta para a lista de bate-papo quando receber uma nova mensagem. Você pode gerenciar bate-papos bloqueados no botão superior direito na visualização de bate-papos arquivados.
tr: Sohbetlere arşivde uzun basılı tutarsanız mesajı arşivde kilitlersiniz, dolayısıyla sohbet arşivden sohbet listesine yeni mesaj gelse dahi çıkamaz. Arşivdeki kilitli sohbetleri sağ üst butondan düzenleyebilirsiniz.

# ARCHIVE_LOCK_LABEL
source: Archive Lock Interface
ar: قفل محادثات الأرشيف
de: Archiv-Sperrungs Interface
es: Interfaz de chats bloqueados
fr: Interface archive de verrouillage
he: נעילת צ'אט בארכיון
it: Interfaccia delle chat bloccate
pt_br: Interface de bloqueio de arquivo
tr: Arşiv Kilit Arayüzü

# ARCHIVE_LOCKED_CHATS
source: Locked Chats
ar: الدردشات المقفلة
de: Gesperrte Chats
es: Chats bloqueados
fr: Discussions verrouillés
he: צ'אטים נעולים
it: Chat bloccate
pt_br: Chats Bloqueados
tr: Kilitli Sohbetler

# ARCHIVE_LOCK_UNLOCK_TITLE
source: Unlock Chat
ar: فتح قفل الدردشة
de: Entsperre Chat
es: Chat desbloqueado
fr: Débloquer la discussion
he: פתח נעילה לצ'אט
it: Blocca chat
pt_br: Desbloquear Chat
tr: Sohbetin Kilidini Aç

# ARCHIVE_LOCK_LOCK_TITLE
source: Lock Chat
ar: قفل المحادثة
de: Sperre Chat
es: Bloquear chat
fr: Verouiller la discussion
he: צ'אטים נעולים
it: Sblocca chat
pt_br: Bloquear Chat
tr: Sohbeti Kilitle

# ARCHIVE_LOCK_UNLOCK_MESSAGE
source: When a new message is received, the chat will move back to chats list.
ar: عند استلام رسالة جديدة، ستنتقل الدردشة مرة أخرى إلى قائمة الدردشات.
de: Wenn eine neue Nachricht in diesem Chat empfangen wird, wird er zurück in die Chatliste verschoben.
es: Cuando se recibe un nuevo mensaje, el chat volverá a la lista de chats.
fr: Lorsqu'un nouveau message est reçu, la conversation va revenir à la liste des discussions.
he: שתתקבל הודעה חדשה הצ'אט יועבר לשיחות באופן אוטומטי
it: Quando riceverai un nuovo messaggio, la chat sarà spostata nella lista delle chat.
pt_br: Quando uma nova mensagem é recebida, o bate-papo voltará para a lista de bate-papos.
tr: Yeni bir mesaj alındığında sohbet tekrar sohbetlere taşınacaktır.

# ARCHIVE_LOCK_LOCK_MESSGAE
source: If you receive new messages from this chat, it will not move back to Chats list.
ar: عند تلقي رسالة جديدة من جهة الاتصال هذه، ستنتقل دردشتها إلى قائمة المحادثات.
de: Wenn eine neue Nachricht in diesem Chat empfangen wird, wird er nicht zurück in die Chatliste verschoben.
es: Si recibe nuevos mensajes de este chat, no volverá a la lista de chats.
fr: Si vous recevez de nouveaux messages de cette conversation, il ne reviendra pas vers la liste des discussion.
he: אם תקבל הודעה בצ'אט הזה, הוא לא יעבור לרשימת השיחות.
it: Se riceverai nuovi messaggi in questa chat, non sarà spostata nella lista delle chat.
pt_br: Se você receber novas mensagens desse chat, ele não voltará para a lista de chats.
tr: Bu sohbetten mesaj alırsanız sohbet listesinde gözükmeyecektir.

# ARCHIVE_LOCK_LOCK_BUTTON
source: Lock
ar: قفل
de: Sperren
es: Bloquear
fr: Verrouiller
he: נעל
it: Blocca
pt_br: Bloquear
tr: Kilitle

# ARCHIVE_LOCK_UNLOCK_BUTTON
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Débloquer
he: בטל נעילה
it: Sblocca
pt_br: Desbloquear
tr: Kilidi Aç

# ARCHIVE_LOCK_TABLE_TITLE
source: Locked in Archive
ar: مقفلة في الأرشيف
de: Im Archiv gesperrt
es: Bloqueado en archivados
fr: Verrouillé dans l'archive
he: נעולים בארכיון
it: Bloccata nell'archivio
pt_br: Bloqueado no arquivo
tr: Arşivde Kilitli

# ARCHIVE_LOCK_UNARCHIVE_ACTION_MESSAGE
source: The chat is locked in archive. Would you like to unlock the chat from archive and unarchive it?
ar: هذه الدردشة مغلقة في الأرشيف. هل تريد فتح قفل هذه الدردشة وإلغاء أرشفتها؟
de: Dieser Chat ist im Archiv gesperrt Willst du ihn entsperren und unarchivieren?
es: El chat está bloqueado en archivados. ¿Deseas desbloquear el chat de archivados y desarchivarlo?
fr: La conversation est verrouillé dans l'archive. NVous souhaitez débloquer la discussion de l'archive et l'annuler?
he: הצ'אט נעול בארכיון/n האם תרצה לשחרר אותו ?
it: La chat è bloccata nell'archivio. Vorresti sbloccarla ed estrarla dall'archivio?
pt_br: O chat está bloqueado no arquivo. Você gostaria de desbloquear o chat do arquivo e desarquivá-lo?
tr: Bu sohbet arşivde kilitli. Bu sohbetin kilidini kaldırmak ve arşivden çıkarmak mı istiyorsunuz?

# ARCHIVE_LOCK_UNARCHIVE_ACTION_BUTTON
source: Unlock & Unarchive
ar: فتح القفل وإلغاء الأرشفة
de: Entsperren & Unarchivieren
es: Desbloquear y Desarchivar
fr: Débloquer et désarchiver
he: בטל נעילה & שיחרור מהארכיון
it: Sblocca ed estrai
pt_br: Desbloquear e Desarquivar
tr: Kilidi Aç & Arşivden Çıkar

# ARCHIVE_LOCK_LOCK_CONTEXT_MENU_BUTTON
source: Lock in Archive
ar: قفل في الأرشيف
pt_br: Bloquear no arquivo

# ARCHIVE_LOCK_UNLOCK_CONTEXT_MENU_BUTTON
source: Unlock from Archive
ar: فتح القفل من الأرشيف
pt_br: Desbloquear do arquivo

# UNLIMITED_PINNED_CHATS_LABEL
source: Unlimited Pinned Chats
ar: تثبيت أكثر من ٣ دردشات
de: Pinne mehr als 3 Chats
es: Chat fijados ilimitados
fr: Chats épinglés illimités
it: Messaggi fissati illimitati
pt_br: Chats Fixados Ilimitados
tr: Sınırsız Sohbet Sabitle

# UNLIMITED_PINNED_CHATS_DESC
source: Pin more than 3 chats
ar: ستتمكن من تثبيت عدد لا نهائي من الدردشات.
de: Unbegrenzte gepinnte Chats
es: Fijar más de 3 chats
fr: Épingler plus de 3 discutions
it: Permette di fissare più di 3 messaggi
pt_br: Fixe mais de 3 chats
tr: 3'ten fazla sohbet sabitle

# GROUPS_LIST_DESC
source: Adds a navigation bar button to open a list of all your groups.
ar: إضافة زر شريط متنقل يمكنك من خلاله فتح قائمة تحتوي على جميع مجموعاتك.
de: Fügt einen Button in der Navigationsleiste hinzu, welcher eine Liste aller Gruppen öffnet.
es: Agrega un botón de la barra de navegación para abrir una lista de todos tus grupos.
fr: Ajoute un bouton de barre de navigation pour ouvrir une liste de tous vos groupes.
he: הוסף סמל כדי לראות את כל הקבוצות הקיימות
it: Aggiungi un tasto nella barra di navigazione per aprire una lista con tutti i tuoi gruppi.
pt_br: Adiciona um botão da barra de navegação para abrir uma lista de todos os seus grupos.
tr: Bütün grupların listesinin açılması için navigasyon tuşu ekler.

# GROUPS_LIST_LABEL
source: Groups List
ar: قائمة المجموعات
de: Gruppenliste
es: Lista de grupos
fr: Liste des groupes
he: רשימת קבוצות
it: Lista dei gruppi
pt_br: Lista de Grupos
tr: Grup Listeleri

# GROUPS_LIST_DEFAULT_PAGE_LABEL
source: Default Page
ar: الرئيسية
de: Standartseite
es: Página por defecto
fr: Page par défaut
he: דף ברירת מחדל
it: Pagina di default
pt_br: Página padrão
tr: Ana Sayfa

# GROUPS_LIST_GROUP_LABEL
source: Groups
ar: المجموعات
de: Gruppen
es: Grupos
fr: Groupes
he: קבוצות
it: Gruppi
pt_br: Grupos
tr: Gruplar

# GROUPS_LIST_BROADCAST_LABEL
source: Broadcasts
ar: قوائم الرسائل الجماعية
es: Transmisiones
fr: Diffusions
he: שידור
it: Liste broadcast
pt_br: Transmissões
tr: Yayınlar

# OPEN_PICTURE_ON_TAP_DESC
source: This will open your contact profile picture when you tap on his thumbnail in Chat List or Favorites page.
ar: سيؤدي ذلك إلى إمكانية عرض الصورة الشخصية لجهات اتصالك عن طريق النقر على صورهم الشخصية المصغرة في قائمة الدردشة أو المفضلة.
de: Dies wird das Profilbild deines Kontaktes öffnen, wenn du auf das Vorschaubild in der Chatliste oder in der Favoritenseite tippst.
es: Esto abrirá la imagen del perfil de tu contacto cuando toques en su miniatura en la lista de chat o página de favoritos.
fr: Cela ouvrira votre image de profil de contact lorsque vous appuyez sur sa vignette dans la liste de discussion ou la page Favoris.
he: זה יפתח את התמונת פרופיל של האיש קשר כשתלחץ על התמונה שלו.
it: Questo aprirà l'immagine del profilo del tuo contatto se clicci sulla sua icona nella lista delle chat o nella pagina dei preferiti.
pt_br: Isso abrirá sua foto de perfil de contato quando tocar em sua miniatura na Lista de Chats ou na página Favoritos.
tr: Sohbetler sayfası veya Favoriler sayfasında kişi fotoğrafına basınca kişinin fotoğrafı açar.

# OPEN_PICTURE_ON_TAP_LABEL
source: Open Picture on Tap
ar: عرض الصورة عن طريق النقر
de: Öffnet Profilbild beim drauftippen
es: Toque para abrir imagen
fr: Ouvrir le profil depuis le menu
he: פתח תמונת פרופיל בלחיצה
it: Tocca foto e visualizza
pt_br: Abrir imagem com toque
tr: Dokununca Fotoğrafı Aç

# NEW_CHAT_OPTIONS_DESC
source: Tapping new chat button will show an alert with the option to enter a phone number to message on WhatsApp without creating a contact for it.
ar: سيُظهر النقر على زر الدردشة الجديدة نافذة تنبيه مع خيار لإدخال رقم هاتف للإرسال على واتساب بدون الحاجة لحفظ الرقم وتعيينه كجهة اتصال لديك.
de: Tippen auf den 'Neuer Chat' Button wird ein Popup öffnen, welches eine Option besitzt, die Handynummer zum kontaktieren direkt einzugeben, ohne einen Kontakt zu erstellen.
es: Al pulsar el botón de Iniciar nuevo chat se mostrará una alerta con la opción de ingresar un número de teléfono para enviar el mensaje en WhatsApp sin agregarlo a Contactos
fr: Toucher un nouveau bouton de discussion affichera une alerte avec l'option d'entrer un numéro de téléphone sur WhatsApp sans créer de contact pour celui-ci.
he: בלחיצה על יצירת צ'אט חדש תהיה אפשרות להכניס מספר טלפון מבלי להוסיף לאנשי הקשר.
it: Toccando il tasto 'Nuova chat' sarà mostrato un avviso che ti permetterà di inserire un numero di telefono per inviare un messaggio su WhatsApp senza creare prima un contatto.
pt_br: Ao tocar no botão novo chat, será exibido um alerta com a opção de inserir um número de telefone para a mensagem no WhatsApp sem criar um contato para ele.
tr: Yeni sohbet butonuna tıklamak kişiyi rehbere eklemeden telefon numarasıyla WhatsApptan mesaj atmak için bir bildirim verir.

# NEW_CHAT_OPTIONS_LABEL
source: New Chat Options
ar: خيارات الدردشة الجديدة
de: Neuer Chat Optionen
es: Nuevas opciones de chat
fr: Nouvelles options de discussion
he: אפשרויות יצירת אנשי קשר
it: Opzione nuova chat
pt_br: Opções de novo chat
tr: Yeni Sohbet Seçenekleri

# NEW_CHAT_OPTIONS_ALERT_MESSAGE
source: Start a new chat
ar: بدء دردشة جديدة
de: Starte einen neuen Chat
es: Iniciar un nuevo chat
fr: Démarrer une nouvelle conv
he: צור שיחה חדשה
it: Inizia una nuova chat
pt_br: Iniciar um novo chat
tr: Yeni sohbet başlat

# NEW_CHAT_OPTIONS_ALERT_PICKER_BUTTON
source: Select Contact
ar: اختيار جهة اتصال
de: Kontakt wählen
es: Seleccione un contacto
fr: Sélectionner un contact
he: בחר איש קשר
it: Seleziona un contatto
pt_br: Selecionar um contato
tr: Kişi Seç

# NEW_CHAT_OPTIONS_ALERT_INPUT_BUTTON
source: Enter Phone Number
ar: أدخل الرقم
de: Nummer eingeben
es: Ingresar número
fr: Entrez le numéro
he: הכנס מספר (התחל ב972 במקום הספרה 0)
it: Inserisci numero
pt_br: Inserir número
tr: Numara Gir

# NEW_CHAT_OPTIONS_INPUT_ALERT_MESSAGE
source: Enter contact number by adding country code followed by the phone number without any additional symbols
ar: أدخل رقم الهاتف عن طريق إضافة رمز الدولة متبوعًا بالرقم بدون كتابة أي رموز إضافية.
de: Gebe die Konaktnummer ein, indem du die Landesvorwahl vor die Handynummer, ohne zusätzliche Symbole, schreibst
es: Introduzca el número de teléfono agregando el código de país seguido del número de teléfono sin símbolos adicionales
fr: Entrez le numéro de contact en ajoutant un code de pays suivi du numéro de téléphone sans symboles supplémentaires
he: הכנס מספר: (התחל ב972 במקום הספרה 0 )
it: Inserisci il numero del contatto nel formato internazionale senza aggiungere alcun simbolo
pt_br: Insira o número de contato adicionando o código do país seguido do número de telefone sem símbolos adicionais
tr: Kişi numarasını ülke kodu yanına herhangi alternatif sembol eklemeden gir.

# NEW_CHAT_OPTIONS_INPUT_ALERT_BUTTON
source: Open Chat
ar: فتح الدردشة
de: Öffne Chat
es: Chat abierto
fr: Ouvrir discussion
he: התחל שיחה
it: Apri chat
pt_br: Abrir chat
tr: Sohbeti Aç

# SWIPE_TO_DELETE_DESC
source: Long left swipe on a chat in chats list in order to delete chat
ar: اسحب أي دردشة في قائمة الدردشات إلى أقصى اليمين لحذفها.
de: Wische auf einem Chat lange nach links, um ihn zu löschen.
es: Deslizar prolongado hacia la izquierda en un chat en la lista de chats con el fin de eliminar el chat
fr: Glissement long gauche sur une discussion afin de la supprimer
he: החלקה ארוכה שמאלה כדי למחוק צ'אט
it: Scorri a sinistra a lungo su una chat nella lista delle chat per eliminarla
pt_br: Deslize para esquerda em um chat na lista de chats para exclui-lo
tr: Sohbeti silmek için sohbet listesinde sohbeti en sola kaydır

# SWIPE_TO_DELETE_LABEL
source: Swipe To Delete Chat
ar: التمرير لحذف الدردشة
de: Wischen zum Löschen von Chat
es: Deslizar para eliminar el chat
fr: Glissez pour supprimer la discussion
he: החלק כדי למחוק צ'אט
it: Scorri per eliminare la chat
pt_br: Deslize para deletar chat
tr: Sohbeti Silmek İçin Kaydır

# SWIPE_TO_DELETE_BUTTON
source: Swipe to Delete Chat
ar: التمرير لحذف الدردشة
de: Wischen zum Löschen von Chat
es: Deslizar para eliminar el chat
fr: Faites glisser pour supprimer la discussion
he: החלק כדי למחוק צ'אט
it: Scorri per eliminare la chat
pt_br: Deslize para deletar chat
tr: Sohbeti Silmek İçin Kaydır

# SWIPE_TO_DELETE_MESSAGE
source: Delete Chat
ar: حذف الدردشة
de: Chat löschen
es: Eliminar Chat
fr: Supprimer la discussion
he: מחק צ'אט
it: Elimina chat
pt_br: Deletar chat
tr: Sohbeti Sil

# SWIPE_FOR_CONTACT_INFO_DESC
source: Replace the new Mark As Read right swipe on chat with the a swipe for contact info
ar: استبدال تمرير الدرشة إلى اليسار لجعلها غير مقروءة بالتمرير إلى اليسار لعرض معلومات جهة الاتصال التي تم تمرير دردشتها.
de: Ersetzt den neuen Button 'Als gelesen markieren' beim Wischen nach rechts durch die Kontaktinformationen.
es: Reemplazar el nuevo Marcar como Leido deslizando hacia la derecha en el chat, por obtener información del contacto
fr: Aucune description
he: החלף את ההחלקה ימינה כדי לקבל פרטים על איש הקשר
it: Sostituisci l'opzione visibile scorrendo verso destra 'Segna come letto' con l'apertura delle info del contatto
pt_br: Substitua o novo 'marcar como lido' deslizando para direita no chat por 'informação de contato
tr: Sohbetteki yeni Okundu Olarak İşaretle sağa kaydırma butonunu kişi bilgisi için kaydır butonuyla değiştir

# SWIPE_FOR_CONTACT_INFO_LABEL
source: Swipe For Contact Info
ar: التمرير لعرض معلومات جهة الاتصال
de: Wischen für Kontaktinformationen
es: Deslizar para ver información del contacto
fr: Glissez pour les infos de contact
he: החלק כדי לקבל פרטי איש קשר
it: Scorri per info contatto
pt_br: Deslize para informações de contato
tr: Kişi Bilgisi İçin Kaydır

# SWIPE_FOR_CONTACT_INFO_BUTTON
source: Info
ar: حول
de: Infos
es: Información
he: פרטי איש קשר
pt_br: Informações
tr: Bilgi

# CLEAR_CHATS_BUTTON_DESC
source: Adds a clear button in chats list edit menu to clear chats
ar: إضافة زر إزالة في قائمة تعديل الدردشات يمكن من خلاله مسح الدردشات.
de: Fügt eine Schaltfläche im Chats List-Bearbeitungsmenü hinzu, um Chats zu löschen
es: Agrega un botón de borrar en el menú de edición de la lista de chats para borrar los chats
fr: Ajouter un bouton d'effacement dans le menu d'édition de la liste des chats pour effacer les discussions
it: Aggiunge un tasto per eliminare le chat nel menù di modifica della lista delle chat.
pt_br: Adiciona um botão de apagar na lista de chats quando o menu editar é selecionado, para apagar os chats
tr: Sohbet listesindeki düzenleme menüsüne sohbetleri temizle butonu ekler

# CLEAR_CHATS_BUTTON_LABEL
source: Clear Chats Button
ar: زر إزالة الدردشات
de: Schaltfläche 'Chats löschen'
es: Botón de Borrar Chats
fr: Effacer le bouton Chats
it: Tasto elimina chat
pt_br: Botão de Apagar Chats
tr: Sohbetleri Temizle Butonu

# CLEAR_CHATS_CLEAR_BUTTON
source: Clear
ar: إزالة
de: Löschen
es: Borrar
fr: Effacer
it: Elimina
pt_br: Apagar
tr: Temizle

# CLEAR_SELECTED_CHATS_BUTTON
source: Clear Selected Chats
ar: إزالة الدردشات المحددة
de: Ausgewählte Chats löschen
es: Borrar chats seleccionados
fr: Effacer les chats sélectionnés
it: Elimina chat selezionate
pt_br: Apagar chats selecionados
tr: Seçilen Sohbetleri Temizle

# CLEAR_ALL_CHATS_BUTTON
source: Clear All Chats
ar: إزالة كل الدردشات
de: Alle Chats löschen
es: Borrar todos los chats
fr: Effacer toutes les discussions
it: Elimina tutte le chat
pt_br: Apagar TODOS os chats
tr: Bütün Sohbetleri Temizle

# CLEAR_ALL_CHATS_DESCRIPTION
source: Clear all chats content including archived
ar: إزالة كل الدردشات بما في ذلك المؤرشفة.
de: Löschen Sie alle Chats, einschließlich archivierter Inhalte
es: Borrar todo el contenido de los chats, incluido lo archivado
fr: Effacer tout le contenu du chat, y compris archivé
it: Elimina tutte le chat, incluse quelle archiviate
pt_br: Apagar todo o conteúdo dos chats, incluindo os arquivados
tr: Arşivler dahil bütün sohbet içeriklerini sil

# GROUP_AND_BROADCAST_SELECT_ALL_DESC
source: Add new button in Group/Broadcast picker to select/deselect all contacts. This will also bypass the 256 contacts limit. NOTE: it might not be possible to add more than 256 members into a group on server but you guys can try.
ar: إضافة زر جديد عند إنشاء مجموعة/قائمة رسالة جماعية يمكنك من خلاله تحديد/إلغاء تحديد جميع جهات اتصالك. ربما يؤدي هذا أيضًا إلى إمكانية تجاوز حد ٢٥٦ جهة اتصال. ملاحظة: قد لا يكون من الممكن أن تضيف أكثر من ٢٥٦ جهة اتصال ولكن لم لا تجرب ذلك.
de: Fügt einen neuen Button in der Gruppen-/Broadcastauswahl hinzu, der alle Kontakte auf einmal auswählt/abwählt. Dies umgeht auch das 256 Kontaktlimit von WhatsApp. HINWEIS: Es ist, aufgrund des Servers, eventuell nicht möglich, mehr als 256 Leute einer Gruppe hinzuzufügen, aber ihr könnt es ausprobieren.
es: Añada un nuevo botón en el selector de grupos/difusión para seleccionar/anular la selección de todos los contactos. Esto también evitará el límite de 256 contactos. NOTA: Puede que no sea posible agregar más de 256 miembros en un grupo en el servidor, pero se pueden intentar.
fr: Ajouter un nouveau bouton dans le sélecteur de groupe/diffusion pour sélectionner/désélectionner tous les contacts. Cela contournera également la limite des 256 contacts. REMARQUE: il n'est pas possible d'ajouter plus de 256 membres dans un groupe sur le serveur mais vous les gars peuvent essayer.
he: הוסף כפתור חדש בקבוצה/שידור כדי לסמן/לבטל את כולם! זה עובר את ההגבלה של 256 אנשים!
it: Aggiungi un nuovo tasto nel selettore dei gruppi e delle liste broadcast per selezionare e deselezionare tutti i contatti. Questo bypasserà il limite del 256 contatti. NOTE: potrebbe non essere possibile aggiungere più di 256 partecipanti in un gruppo, a causa di controlli server, ma potresti provare.
pt_br: Adicionar novo botão no selecionador de Grupo/Transmissão para selecionar/desmarcar todos os contatos. Isso também ignorará o limite de 256 contatos. NOTA: pode não ser possível adicionar mais de 256 membros em um grupo no servidor, mas vocês podem tentar.
tr: Kişiler için Grup/Yayın seç/seçimi devredışı bırak butonu ekler. Bu ayrıca 256 kişilik limiti geçersiz kılar. NOT: 256'dan fazla kişiyi bir gruba eklemek sunucuda imkansız olabilir ama denemekten zarar gelmez :) .

# GROUP_AND_BROADCAST_SELECT_ALL_LABEL
source: Group/Broadcast Select All
ar: زر اختيار الكل في المجموعات/قوائم الرسائل الجماعية
de: Gruppen/Broadcast alle auswählen
es: Grupo/Difusión seleccionar todo
fr: Sélectionner tous les Groupes/diffusions
he: סמן את כולם בקבוצה/שידור
it: Seleziona tutti in Gruppi/Broadcast
pt_br: Grupo/Transmissão Selecionar tudo
tr: Grup/Yayın Hepsini Seç

# GROUP_AND_BROADCAST_SELECT_ALL_BUTTON
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
he: כולם
it: Tutti
pt_br: Todos
tr: Hepsi

# GROUP_AND_BROADCAST_DESELECT_ALL_BUTTON
source: None
ar: لا أحد
de: Keine
es: Ninguno
fr: Aucun
he: אף אחד
it: Nessuno
pt_br: Nenhum
tr: Hiçbiri

# INCREASE_ABOUT_LENGHT_DESC
source: Increase about length from 139 to 256 characters.
ar: زيادة عدد أحرف الحالة من ١٣٩ حرف إلى ٢٥٦ حرف.
de: Erweitert die maximale Länge der Statusnachricht von 139 auf 256 Zeichen.
es: Aumentar la longitud de caracteres de 139 a 256.
fr: Augmenter la longueur de 139 à 256 caractères.
he: הגדל את האורך בין 139 ל256
it: Incrementa la lunghezza della tua info da 139 a 256 caratteri.
pt_br: Aumentar tamanho do recado de 139 para 256 caracteres.
tr: Hakkında yazı karakter sayısını 139 dan 256 ya çıkar.
