Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# RELAUNCH_MESSAGE
source: WhatsApp needs to relaunch in order to apply changes
ar: يتطلب إعادة تشغيل واتساب لتطبيق التغييرات
de: WhatsApp muss neugestartet werden, um die Änderungen zu übernehmen
es: WhatsApp necesita reiniciar para aplicar los cambios
fr: WhatsApp doit se relancer afin d'appliquer les modifications
he: וואטסאפ צריך אתחול כדי לשמור את הנתונים
it: Il riavvio di WhatsApp è necessario per poter applicare le modifiche
pt_br: WhatsApp precisa reabrir para aplicar as mudanças
tr: Değişiklikleri etkinleştirmek için WhatsApp'ı yeniden başlat

# RELAUNCH_FEATURE_MESSAGE
source: You need to relaunch WhatsApp in order to enable this feature.
ar: تحتاج إلى إعادة تشغيل واتساب لتفعيل/تعطيل هذه الميزة
de: Du musst WhatsApp neustarten, um dieses Feature zu aktiveren.
es: Debes reiniciar WhatsApp para habilitar esta función.
fr: Vous devez relancer WhatsApp afin d'activer cette fonctionnalité.
he: אתה צריך להפעיל מחדש כדי לאפשר אפשרות זו
it: Il riavvio di WhatsApp è necessario per attivare questa funzione
pt_br: Você precisa reabrir o WhatsApp para habilitar esse recurso.
tr: Bu özelliği etkinleştirmek için Whatsapp yeniden başlatılmalı.

# OLD_VERSION_ALERT
source: Watusi supports only latest WhatsApp version, please update WhatsApp from the AppStore.
ar: أداة Watusi تدعم فقط آخر إصدار من واتساب، يرجى تحديث واتساب من الـ App Store
de: Watusi unterstützt nur die neuste WhatsApp Version, bitte update WhatsApp im AppStore.
es: Watusi soporta únicamente la última versión de WhatsApp, actualiza WhatsApp desde la AppStore.
fr: Watusi prend en charge uniquement la dernière version de WhatsApp, mettez à jour WhatsApp à partir de l'AppStore.
he: הטוויק תומך בגירסא האחרונה של הוואטסאפ , אנא עדכן את האפליקציה!
it: Watusi supporta solamente la più recente versione WhatsApp, si prega di aggiornare WhatsApp dall'AppStore.
pt_br: O Watusi suporta apenas a versão mais recente do WhatsApp, atualize o WhatsApp da AppStore.
tr: Watusi sadece WhatsApp'ın son sürümünü destekler, lütfen AppStore'dan WhatsApp'ı güncelleyin.

# OPACITY_LABEL
source: Opacity
de: Opazität
fr: Opacité
pt_br: Opacidade
tr: Opaklık

# MESSAGE_STATUS_FOOTER_SECTION_FOOTER
source: Text next to timestamp, mainly for document bubble
pt_br: Texto próximo ao carimbo de data e hora, principalmente para bolha de documento
