Repository: FouadRaheb/Localization
Catalog: Watusi/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, it, pt_br, tr

# INCREASE_ABOUT_LENGHT_LABEL
source: About Length
ar: زيادة أحرف الحالة
de: Längere Statusnachrichten
es: Acerca de la longitud de caracteres
fr: Longueur de l'actu
he: מידע על אורך
it: Lunghezza della tua info
pt_br: Tamanho do Recado
tr: Hakkında Uzunluğu

# PROTECTION_LABEL
source: Protection
ar: الحماية
de: Schutz
es: Protección
he: הגנות
it: Protezione
pt_br: Proteção
tr: Koruma

# APP_PROTECTION_LABEL
source: App Protection
ar: حماية التطبيق
de: App Schutz
es: Proteccion de la Aplicación
fr: Protection de l'Application
it: Protezione dell'app
pt_br: Proteção do app
tr: Uygulama Koruması

source: Delete App Passcode
ar: حذف كلمة مرور التطبيق
de: App Passcode entfernen
es: Borrar el código de acceso a la aplicación
fr: Supprimer le code d'accès de l'application
he: מחק את סיסמאת האפליקציה
it: Elimina password dell'app
pt_br: Deletar senha do app
tr: Uygulama Þifresini Sil

source: Set App Passcode
ar: تعيين كلمة مرور للتطبيق
de: App Passcode setzen
es: Establecer código de acceso de la aplicación
fr: Définir le code d'accès de l'application
he: הגדר סיסמא לאפליקציה
it: Imposta password dell'app
pt_br: Definir senha para o app
tr: Uygulama Þifresini Ayarla

source: Use Touch ID
ar: استخدام بصمة الوجه
de: Touch ID benutzen
es: Usar Touch ID
fr: Utiliser Touch ID
he: השתמש בטביעת אצבע
it: Usa Touch ID
pt_br: Usar Touch ID
tr: Touch ID Kullan

source: Use Face ID
ar: استخدام بصمة الإصبع
de: Face ID benutzen
es: Usar Face ID
fr: Utiliser Face ID
it: Usa Face ID
pt_br: Usar Face ID
tr: Face ID Kullan

# CHAT_PROTECTION_LABEL
source: Chat Protection
ar: حماية الدردشة
de: Chat Schutz
es: Proteccion del chat
fr: Protection des discussions
he: הגנה על שיחת הצ'אט
it: Protezione delle chat
pt_br: Proteção do chat
tr: Sohbet Koruması

# CHAT_PROTECTION_LOCKED_CHATS
source: Locked Chats
ar: الدردشات المقفلة
de: Gesperrte Chats
es: Bloquear chats
fr: Convs verrouillés
he: צ'אטים נעולים
it: Chat bloccate
pt_br: Chats Bloqueados
tr: Kilitli Sohbetler

# CHAT_PROTECTION_LOCK_ALL_CHATS
source: Lock all Chats
ar: قفل جميع الدردشات
de: Alle Chats sperren
es: Bloquear todos los chats
fr: Verrouiller tous les convs
he: נעל את כל הצ'אטים
it: Blocca tutte le chat
pt_br: Bloquear todos os Chats
tr: Bütün Sohbetleri Kilitle

# CHAT_PROTECTION_USE_TOUCH_ID
source: Use Touch ID
ar: استخدام بصمة الإصبع
de: Touch ID benutzen
es: Usar Touch ID
fr: Utiliser Touch ID
he: השתמש בטביעת אצבע
it: Usa Touch ID
pt_br: Usar Touch ID
tr: Touch ID Kullan

# CHAT_PROTECTION_USE_FACE_ID
source: Use Face ID
ar: استخدام بصمة الوجه
de: Face ID benutzen
es: Usar Face ID
fr: Utiliser Face ID
pt_br: Usar Face ID
tr: Face ID Kullan

# CHAT_PROTECTION_UNLOCK_BUTTON
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Ouvrir
he: בטל נעילה
it: Sblocca
pt_br: Desbloquear
tr: Kilidi Kaldır

# CHAT_PROTECTION_LOCK_BUTTON
source: Lock
ar: قفل
de: Sperren
es: Bloquear
fr: Fermer
he: נעל
it: Blocca
pt_br: Bloquear
tr: Kilitle

# HIDE_LAST_MESSAGE_LABEL
source: Hide Last Msg
ar: إخفاء آخر رسالة
de: Nachricht verstecken
es: Ocultar último mensaje
fr: Masquer le dernier message
he: הסתר הודעות אם נעול
it: Nascondi ultimo messaggio
pt_br: Ocultar última mensagem
tr: Son Mesajı Gizle

# HIDE_LAST_MESSAGE_NONE
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
he: אף אחד
it: No
pt_br: Nenhum
tr: Hiçbiri

# HIDE_LAST_MESSAGE_LOCKED
source: Locked
ar: مقفل
de: Gesperrte
es: Bloqueado
fr: Verrouillé
he: נעולים
it: Bloccati
pt_br: Bloqueados
tr: Kilitle

# HIDE_LAST_MESSAGE_ALL
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
he: כולם
it: Tutti
pt_br: Todas
tr: Hepsi

# BYPASS_PROTECTION_LABEL
source: Bypass Protection
ar: تخطي حماية التطبيق
de: Schutz umgehen
es: Evitar Protección con Código
fr: Protection par dérivation
he: עוקף הגנות
it: Bypassa protezione
pt_br: Ignorar proteção
tr: Korumayı Geçersiz Kıl

# BYPASS_PROTECTION_DESC
source: Enter name of the WiFi network on which you wish to bypass protection when you are connected to it.
ar: قم بإدخال اسم شبكة الـ WiFi التي ترغب بتجاوز الحماية عند اتصالك بها.
de: Gebe den Namen des WLAN Netzwerkes ein, bei dem du den Schutz umgehen willst, wenn du mit ihm verbunden bist.
es: Ingrese el nombre de la red WiFi en la que desea evitar la protección cuando esté conectado a ella.
fr: Entrez le nom du réseau WiFi sur lequel vous souhaitez contourner la protection lorsque vous y êtes connecté.
he: הכנס את השם של האינטרנט האלחוטי כדי שיזהה שאתה בבית ותוכל לגשת להכל מבלי להכניס מחדש כל פעם סיסמא
it: Inserisci il nome della rete WiFi: quando sarai connesso ad essa, bypasserai la protezione.
pt_br: Digite o nome da rede WiFi na qual você deseja ignorar a proteção quando você estiver conectado a ela.
tr: Korumanın geçersiz kılınmasını istediğiniz WiFi ağı isimlerini girin.

# BYPASS_APP_PROTECTION_LABEL
source: Bypass App Protection
ar: تخطي حماية التطبيق
de: App Schutz umgehen
es: Evitar Protección de la aplicación
fr: Ignorer la protection de l'application
he: עקוף סיסמאת אפליקציה
it: Bypassa la protezione dell'app
pt_br: Ignorar proteção do app
tr: Uygulama Korumasını Geçersiz Kıl

# BYPASS_CHAT_PROTECTION_LABEL
source: Bypass Chat Protection
ar: تخطي حماية الدردشة
de: Chat Schutz umgehen
es: Evitar Protección del chat
fr: Ignorer la protection des conversations
he: עקוף סיסמאת צ'אטים
it: Bypassa la protezione delle chat
pt_br: Ignorar proteção do chat
tr: Sohbet Korumasını Geçersiz Kıl

# BYPASS_PROTECTION_SAFE_WIFI_SSIDS_LABEL
source: Safe WiFi SSIDs
ar: أسماء شبكات الـ WiFi
de: Sichere WLAN SSIDs
es: SSIDs de las WiFi seguras
fr: WiFi SSIDs sécurisé
he: אינטרנט אלחוטי בטוח
it: Nomi delle reti WiFi sicure
pt_br: SSIDs WiFi seguros
tr: Güvenilen WiFi SSID'leri

# MEDIA_LABEL
source: Media
ar: الوسائط
de: Medien
fr: Réglages des médias
he: מדיה
pt_br: Mídia
tr: Medya

# SHARE_SHEET_DESC
source: Add more options to WhatsApp media sharing sheet such as sending latest photo in camera roll, music sharing, block/unblock contact.
ar: إضافة المزيد من الخيارات إلى قائمة أزرار المشاركة مثل إرسال آخر صورة في ألبوم الكاميرا، مشاركة الموسيقى، حظر/إلغاء حظر جهة الاتصال، وغيرها...
de: Füge mehr Optionen zum WhatsApp Medien Menü hinzu, wie das Senden des letzten Fotos der Mediathek, das Teilen von Musik oder das blockieren/freigeben von Kontakten.
es: Añade más opciones al menu de uso compartido de medios de WhatsApp, como enviar la última foto en el carrete de la cámara, compartir música, bloquear/desbloquear contacto.
fr: Ajoutez plus d'options à la feuille de partage de médias WhatsApp, par exemple en envoyant la dernière photo en mode caméra, partage de musique, bloquer / débloquer le contact.
he: הוסף עוד אפשרויות לשיתוף מדיה, כמו שלח תמונה אחרונה מהגלריה,מוזיקה,חסימה ועוד.
it: Aggiungi più opzioni alla condivisione WhatsApp, per esempio condividere l'ultima foto del tuo rullino, musica e bloccare/sbloccare un contatto.
pt_br: Adicione mais opções ao compartilhamento de mídia da WhatsApp, como enviar a foto mais recente no rolo da câmera, compartilhamento de música, bloquear/desbloquear contato.
tr: WhatsApp medya paylaşımına film rulosundaki son fotoyu paylaş, müzik paylaşımı, kişiyi engelle/engeli kaldır butonlarını ekle.

# SHARE_SHEET_LABEL
source: Sharing Sheet
ar: أزرار المشاركة
de: Medien Menü
es: Menu compartido
fr: Partage de la feuille
he: ערכת נושא לאפשרויות שיתוף
it: Menu di condivisione
pt_br: Opções de Compartilhamento
tr: Sayfa Paylaş

# SHARE_SHEET_ACTIVE_BUTTONS
source: Active Buttons
ar: تفعيل الأزرار
de: Aktive Buttons
es: Botones activos
fr: Boutons actifs
he: אפשרויות פעילות
it: Opzioni attive
pt_br: Botões de ativação
tr: Aktif Butonlar

# SHARE_SHEET_STYLE
source: Style
ar: الشكل
de: Stil
es: Estilo
he: סגנון
it: Stile
pt_br: Estilo
tr: Stil

# SHARE_SHEET_STYLE_DEFAULT
source: Default
ar: افتراضي
de: Standard
es: Por defecto
fr: Par défaut
he: ברירת מחדל
pt_br: Padrão
tr: Varsayılan

# SHARE_SHEET_STYLE_IMAGE_PICKER
source: Image Picker
ar: قائمة الصور
de: Fotoauswahl
es: Imagen elegida
fr: Sélecteur d'image
he: בחר תמונה
it: Selettore immagini
pt_br: Selecionador de imagens
tr: Fotoğraf Seçici

# SHARE_SHEET_STYLE_DARK
source: Dark
ar: أسود
de: Dunkel
es: Oscuro
fr: Foncé
he: שחור(מומלץ)
it: Scuro
pt_br: Escuro
tr: Koyu

# SHARE_SHEET_STYLE_WHITE
source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
he: לבן
it: Bianco
pt_br: Branco
tr: Beyaz

# SHARE_SHEET_BUTTONS_LABEL
source: Sheet Buttons
ar: أزرار المشاركة
de: Menü Buttons
es: Hoja de botones
fr: Boutons de feuille
he: כפתורי ערכת נושא
it: Menu tasti
pt_br: Botões para Opções de Compartilhamento
tr: Sayfa Butonları

# SHARE_SHEET_ENABLED_LABEL
source: Enabled
ar: الأزرار المفعلة
de: Aktiviert
es: Habilitado
fr: Activé
he: מאופשר
it: Attivato
pt_br: Ativado
tr: Aktifleştir

# SHARE_SHEET_DISABLED_LABEL
source: Disabled
ar: الأزرار المعطلة
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
he: מבוטל
it: Disattivato
pt_br: Desativado
tr: Devre Dışı Bırak

# SHARE_SHEET_SEND_SELECTED_IMAGES_BUTTON
source: Send Selected Images
ar: إرسال الصور المحددة
fr: Envoyer les images sélectionnées
pt_br: Enviar imagens selecionadas

# SHARE_SHEET_TAKE_PHOTOVIDEO_BUTTON
source: Take Photo or Video
ar: أخذ صورة أو فيديو
de: Foto oder Video aufnehmen
es: Tomar foto o video
fr: Prendre une photo ou une vidéo
he: צלם תמונה או סרטון
it: Scatta foto o video
pt_br: Tirar foto ou vídeo
tr: Fotoğraf veya Video Çek

# SHARE_SHEET_PHOTOVIDEO_LIBRARY_BUTTON
source: Photo/Video Library
ar: مكتبة الصور/الفيديوهات
de: Foto & Video Mediathek
es: Librería foto/video
fr: Photo/Vidéo
he: שלח תמונה/סרטון מהגלרייה
it: Libreria foto e video
pt_br: Biblioteca de fotos/vídeos
tr: Fotoğraf/Video Galerisi

# SHARE_SHEET_PHOTO_LIBRARY_BUTTON
source: Photo Library
ar: مكتبة الصور
de: Foto Mediathek
es: Librería de fotos
fr: Pellicule
he: גלריית תמונות
it: Libreria foto
pt_br: Biblioteca de Fotos
tr: Fotoğraf Galerisi

# SHARE_SHEET_VIDEO_LIBRARY_BUTTON
source: Video Library
ar: مكتبة الفيديوهات
de: Video Mediathek
es: Librería de videos
fr: Vidéo
he: גלריית וידאו
it: Libreria video
pt_br: Biblioteca de Vídeos
tr: Video Galerisi

# SHARE_SHEET_SHARE_LAST_PHOTO_BUTTON
source: Share Last Photo
ar: مشاركة آخر صورة
de: Letztes Foto teilen
es: Compartir la última foto
fr: Partager dernière photo
he: שלח תמונה אחרונה שבגלרייה
it: Condividi la foto più recente
pt_br: Compartilhar Última Foto
tr: Son Fotoğrafı Paylaş

# SHARE_SHEET_SHARE_DOCUMENT_BUTTON
source: Share Document
ar: مشاركة مستندات
de: Dokument teilen
es: Compartir documento
fr: Partager document
he: שתף מסמך
it: Condividi documento
pt_br: Compartilhar Documentos
tr: Belge Paylaş

# SHARE_SHEET_SHARE_DEVICE_FILES_BUTTON
source: Share Device Files
ar: مشاركة ملفات من الجهاز
de: Gerätedateien teilen
es: Compartir archivos del dispositivo
fr: Partager les fichiers de l'appareil
it: Condifidi file dispositivo
pt_br: Compartilhar Arquivos
tr: Cihaz Dosyası Paylaş

# SHARE_SHEET_SHARE_LOCATION_BUTTON
source: Share Location
ar: مشاركة الموقع
de: Standort teilen
es: Compartir ubicación
fr: Partager la localisation
he: שתף מיקום
it: Condividi posizione
pt_br: Compartilhar Localização
tr: Konum Paylaş

# SHARE_SHEET_SHARE_CONTACT_BUTTON
source: Share Contact
ar: مشاركة جهة اتصال
de: Kontakt teilen
es: Compartir contacto
fr: Partager un contact
he: שתף איש קשר
it: Condividi contatto
pt_br: Compartilhar Contato
tr: Kişi Paylaş

# SHARE_SHEET_SHARE_MUSIC_BUTTON
source: Share Music
ar: مشاركة الموسيقى
de: Musik teilen
es: Compartir música
fr: Partager une musique
he: שתף מוזיקה
it: Condividi musica
pt_br: Compartilhar Música
tr: Müzik Paylaş

# SHARE_SHEET_BLOCK_UNBLOCK_BUTTON
source: Block/Unblock Contact
ar: حظر/إلغاء حظر جهة الاتصال
de: Kontakt blockieren/freigeben
es: Bloquear/Desbloquear contacto
fr: Bloquer/Débloquer le contact
he: חסום/ביטול חסימה לאיש קשר
it: Blocca/sblocca contatto
pt_br: Bloquear/Desbloquear contato
tr: Kişiyi Engelle/Engeli Kaldır

# SHARE_SHEET_BLOCK_CONTACT_BUTTON
source: Block Contact
ar: حظر جهة الاتصال
de: Kontakt blockieren
es: Bloquear contacto
fr: Bloquer le contact
he: חסום איש קשר
it: Blocca contatto
pt_br: Bloquear Contato
tr: Kişiyi Engelle

# SHARE_SHEET_UNBLOCK_CONTACT_BUTTON
source: Unblock Contact
ar: إلغاء حظر جهة الاتصال
de: Kontakt freigeben
es: Desbloquear contacto
fr: Débloquer le contact
he: ביטול חסימה לאיש קשר
it: Sblocca contatto
pt_br: Desbloquear Contato
tr: Kişinin Engelini Kaldır

# SHARE_SHEET_WEB_IMAGE_PICKER_BUTTON
source: Share Image from Web
ar: مشاركة صورة من الويب
de: Bild aus dem Internet teilen
es: Compartir imagen de la Web
fr: Partagez l'image depuis le Web
it: Condividi immagine dal web
pt_br: Compartilhar Imagem da Internet
tr: İnternetten Fotoğraf Paylaş

# SHARE_SHEET_PAYMENT_BUTTON
source: Send Payment
ar: إرسال الدفع
de: Zahlung senden
es: Enviar Pago
fr: Envoyer le paiement
it: Invia pagamento
pt_br: Enviar Pagamento
tr: Ödemeyi Yolla

# SAVE_PROFILE_PHOTOS_LABEL
source: Save Profile Photos
ar: حفظ الصور الشخصية
de: Profilfoto speichern
fr: Enregistrer les photos de profil
pt_br: Salvar fotos do perfil

# SAVE_PROFILE_PHOTOS_DESC
source: Long press on profile photos to save them after WhatsApp removed their save button
ar: اضغط مطولًا على الصور الشخصية لحفظها بعد إزالة واتساب لزر الحفظ الخاص بها.
de: Drücke lange auf Profilfotos um sie zu speichern, nachdem WhatsApp die Schaltfläche zum Speichern entfernt hat.
fr: Appuyez longuement sur les photos de profil pour les enregistrer après que WhatsApp a supprimé leur bouton de sauvegarde
pt_br: Pressione e segure as fotos do perfil para salvá-las após o WhatsApp remover o botão de salvar

source: Block
ar: حظر
de: Blockieren
es: Bloquear
fr: Bloquer
he: חסום
it: Blocca
pt_br: Bloquear
tr: Engelle

source: Unblock
ar: إلغاء الحظر
de: Freigeben
es: Desbloquear
fr: Débloquer
he: ביטול חסימה
it: Sblocca
pt_br: Desbloquear
tr: Engeli Kaldır

source: Block Contact
ar: حظر جهة الاتصال
de: Kontakt blockieren
es: Bloquear contacto
fr: Bloquer le contact
he: חסום איש קשר
it: Blocca contatto
pt_br: Bloquear Contato
tr: Kişiyi Engelle

source: Unblock Contact
ar: إلغاء حظر جهة الاتصال
de: Kontakt freigeben
es: Desbloquear contacto
fr: Débloquer le contact
he: ביטול חסימה לאיש קשר
it: Sblocca contatto
pt_br: Desbloquear Contato
tr: Kişinin Engelini Kaldır

# BLOCK_CONTACT_MESSAGE
source: Tap 'Block' to stop receiving messages from contact.
ar: اضغط على "حظر" للتوقف عن تلقي الرسائل من جهة الاتصال هذه
de: Berühre 'Blockieren' um keine Nachrichten mehr vom Kontakt zu erhalten.
es: Tocar 'Bloquear' para dejar de recibir mensajes del contacto.
fr: Tapez 'bloquer' pour arrêter de recevoir des messages du contact.
he: לחץ על חסום כדי להפסיק לקבל הודעות משיחה זו.
it: Tocca 'Blocca' per non ricevere messaggi dal contatto.
pt_br: Toque em 'Bloquear' para parar de receber mensagens do contato.
tr: 'Engelle' tuşuna basarak bu kişiden mesaj almayı kapat

# UNBLOCK_CONTACT_MESSAGE
source: Tap 'Unblock' to start receiving messages from contact.
ar: انقر على "إلغاء الحظر" لبدء تلقي الرسائل من جهة الاتصال هذه
de: Berühre 'Freigeben' um erneut Nachrichten vom Kontakt erhalten zu können.
es: Tocar 'Desbloquear' para comenzar a recibir mensajes del contacto.
fr: Tapez 'Débloquer' pour commencer à recevoir les messages du contact.
he: לחץ על ביטול חסימה כדי לקבל הודעות משיחה זו.
it: Tocca 'Sblocca' per iniziare a ricevere messaggi dal contatto.
pt_br: Toque em 'Desbloquear' para começar a receber mensagens do contato.
tr: 'Engeli Kaldır' tuşuna basarak bu kişiden mesaj almayı aç

# SHARE_DEVICE_FILES_DESC
source: Adds a new button to Share Document's sheet that allows you to share any file from your device.
ar: إضافة زر جديد لمشاركة المستندات والذي يتيح لك مشاركة أي ملف من جهازك.
de: Fügt einen neuen Button hinzu, der es dir erlaubt, jede Datei auf deinem Gerät zu teilen.
es: Agrega un nuevo botón a la hoja de Compartir Documento para compartir cualquier archivo desde tu dispositivo.
fr: Ajoute un nouveau bouton pour partager le document qui vous permet de partager n'importe quel fichier de votre appareil.
he: הוסף כפתור לשיתוף מסמכים כדי לשתף מסמכים מהמכשיר שלך
it: Aggiungi un nuovo tasto nel menu di condivisione dei documenti per condividere qualsiasi file dal tuo dispositivo.
pt_br: Adiciona um novo botão para compartilhar a folha do documento que permite que você compartilhe qualquer arquivo do seu dispositivo.
tr: Belge Paylaş sayfasından cihazdaki her türden seçtiğiniz dosyaları paylaşmanızı sağlayacak bir tuş ekler.

# SHARE_DEVICE_FILES_LABEL
source: Share Device Files
ar: مشاركة ملفات الجهاز
de: Lokale Dateien teilen
es: Compartir archivos del dispositivo
fr: Partager des fichiers de périphérique
he: שתף מסמכים מהמכשיר
it: Condividi file del dispositivo
pt_br: Compartilhar arquivos do dispositivo
tr: Cihaz Dosyalarını Paylaş

# SHARE_DEVICE_FILES_BUTTON
source: Device Files
ar: ملفات الجهاز
de: Lokale Datei
es: Archivos del dispositivo
fr: Fichiers de périphérique
he: קבצים מהמכשיר
it: File del dispositivo
pt_br: Arquivos do Dispositivo
tr: Cihaz Dosyaları

# SELECT_UNLIMITED_PHOTOS_DESC
source: Send unlimited number of photos at once.
ar: تحديد عدد لا نهائي من الصور لإرسالها دفعة واحدة.
de: Lässt dich eine unbegrenzte Anzahl an Fotos auf einmal verschicken.
es: Envía un número ilimitado de fotos a la vez.
fr: Envoyer un nombre illimité de photos à la fois.
he: שלח תמונות ללא הגבלה
it: Invia un numero di illiminato di foto alla volta.
pt_br: Enviar número ilimitado de fotos de uma só vez.
tr: Aynı anda sınırsız sayıda fotoğraf gönder.

# SELECT_UNLIMITED_PHOTOS_LABEL
source: Unlimited Photos
ar: عدد لانهائي من الصور
de: Unbegrenzte Fotos
es: Fotos ilimitadas
fr: Photos illimitées
he: תמונות ללא הגבלה
it: Foto illimitate
pt_br: Fotos Ilimitadas
tr: Sınırsız Fotoğraf

# MEDIA_DELETE_BUTTON_DESC
source: Adds a new delete button in media gallery to delete all contact media at once.
ar: إضافة زر حذف جديد في معرض الوسائط لحذف جميع وسائط جهات اتصالك دفعة واحدة.
de: Fügt einen neuen entfernen Button hinzu, der alle Medien eines Kontaktes löscht.
es: Agrega un nuevo botón de eliminación en la galería de medios para eliminar todos los archivos multimedia de los contactos a la vez.
fr: Ajoute un nouveau bouton de suppression dans la galerie de médias pour supprimer tous les médias de contact à la fois.
he: הוסף כפתור חדש במדיה כדי למחוק את כל המדיה של הצ'אט בשיחה הנוכחית.
it: Aggiungi un nuovo tasto elimina nella galleria dei media per eliminare tutti media del contatto con una sola azione.
pt_br: Adiciona um novo botão de exclusão na galeria de mídia para excluir todas as mídias de contato de uma só vez.
tr: Medya galerisine kişiyle paylaşılan bütün medyayı silmek için yeni bir tuş ekler.

# MEDIA_DELETE_BUTTON_LABEL
source: Media Delete Button
ar: زر حذف الوسائط
de: Medien entfernen Button
es: Botón de eliminar multimedia
fr: Bouton de suppression de média
he: כפתור מחיקת מדיה
it: Tasto elimina media
pt_br: Botão de deletar mídia
tr: Medya Silme Butonu

# MEDIA_DELETE_ALERT_MESSAGE
source: Delete all media
ar: حذف جميع الوسائط
de: Alle Medien entfernen
es: Eliminar todos los archivos multimedia
fr: Supprimer tous les médias
he: מחק את כל המדיה בשיחה הזו
it: Elimina tutti i media
pt_br: Deletar todas as mídias
tr: Bütün medyayı sil

# MEDIA_FORWARD_BUTTON_DESC
source: Adds a new forward button on top of media browser in order to forward the media message to multiple contacts at once.
ar: إضافة زر تحويل جديد في معرض الوسائط يتيح لك تحويل رسالة الوسائط إلى أكثر من جهة اتصال في آنٍ واحد.
de: Fügt einen neuen Button im Medien-Browser hinzu, mit dem man die jeweilige Mediennachricht an mehrere Kontakte auf einmal weiterleiten kann.
es: Agrega un nuevo botón de reenvío en la parte superior del navegador de multimedia para enviar el mensaje multimedia a distintos contactos a la vez.
fr: Ajoute un nouveau bouton avant sur le navigateur multimédia afin de transmettre le message multimédia à plusieurs contacts à la fois.
he: הוסף כפתור חדש כדי לשלוח את המדיה לאנשי קשר מרובים.
it: Aggiungi un nuovo tasto inoltra in alto al browser per inoltrare il messaggio media a più contatti alla volta.
pt_br: Adiciona um novo botão de envio no topo do navegador de mídia para encaminhar a mensagem de mídia para vários contatos de uma só vez.
tr: Medya arama sayfasının üst kısmına aynı mdyayı birden fazla kişiye iletebilmek için yeni bir tuş ekler.

# MEDIA_FORWARD_BUTTON_LABEL
source: Media Forward Button
ar: زر تحويل الوسائط
de: Medien Weiterleitungs Button
es: Botón de avance de multimedia
fr: Bouton multimédia
he: כפתור העברת מדיה
it: Taso inoltro media
pt_br: Botão de encaminhamento de mídia
tr: Medya İletme Butonu

# MEDIA_FORWARD_MESSAGE_TO_%zd_CONTACT
source: Forward media to %zd contact
ar: تحويل الوسائط إلى %zd جهة اتصال
de: Medien zum Kontakt %zd weiterleiten
es: Reenviar multimedia a %zd contacto
fr: Transférer le média vers %zd contact
he: העבר מדיה ל %zd
it: Inoltra media a %zd contatti
pt_br: Encaminhar mídia para %zd contato
tr: Medyayı %zd kişisine ilet

# MEDIA_DISABLE_SAVE_OUTGOING_DESC
source: Disable saving sent media taken by WhatsApp built-in camera into your device Photos app.
ar: تعطيل حفظ الوسائط المرسلة بواسطة كاميرا واتساب في تطبيق الصور لديك.
de: Deaktiviert das automatische Speichern in die Fotos App von Medien, die mit der WhatsApp Kamera aufgenommen wurden.
es: Desactivar el guardado de multimedia (Fotos/Videos) tomados por la cámara desde WhatsApp en la Librería Fotos del dispositivo.
fr: Désactiver l'enregistrement de photos envoyé par la caméra intégrée de WhatsApp dans l'application Photos de votre appareil.
it: Disattiva il salvataggio dei media catturati con la camera di WhatsApp nella libreria.
pt_br: Desativar o salvamento das mídias enviadas feitas pela câmera incorporada do WhatsApp no aplicativo de Fotos do seu dispositivo.
tr: WhatsApp'tan önderilen medyayı Fotoğraflar uygulamasına kaydetmeyi devre dışı bırak.

# MEDIA_DISABLE_SAVE_OUTGOING_LABEL
source: Disable Saving Captured Media
ar: تعطيل حفظ صور كاميرا واتساب
de: Speichern ausgehender Medien deaktivieren
es: Desactivar guardado de multimedia tomada
fr: Désactiver l'enregistrement de photos
it: Disattiva salvataggio media catturati
pt_br: Não salvar as mídias capturadas
tr: Yakalanan Medyayı Kaydetmeyi Devre Dışı Bırak

# USER_INTERFACE_LABEL
source: User Interface
ar: واجهة المستخدم
de: Benutzeroberfläche
es: Interfaz de Usuario
fr: Réglages utilisateur
he: ממשק משתמש
it: Interfaccia utente
pt_br: Interface do Usuário
tr: Kullanıcı Arayüzü

# REPLACE_CAMERA_TAB_DESC
source: Replace the new camera tab bar with the old favorites pages.
ar: استبدال تبويب الكاميرا الموجود في أسفل منتصف الشريط السفلي للتطبيق بصفحة المفضلة.
de: Ersetzt den neuen Kamera Tab durch die alten Kontakte oder Favoriten Tabs.
es: Reemplace la nueva barra de pestañas de la cámara por la anterior página de favoritos.
fr: Remplacez l'onglet caméra par Contacts ou Favoris.
he: החלף את כפתור הסטורי בכפתור אנשי הקשר או המועדפים הישן.
it: Sostituisci la sezione Fotocamera con la vecchia pagina Contatti o Preferiti.
pt_br: Substitua o novo botão de câmera com a antiga página de Contatos ou Favoritos.
tr: Yeni kamera sayfasını eski FAvorilr sayfasıyla değiştir.

# REPLACE_CAMERA_TAB_LABEL
source: Camera Tab
ar: زر الكاميرا
de: Kamera Tab
es: Pestaña de cámara
fr: Onglet Caméra
he: כפתור הסטורי
it: Sezione fotocamera
pt_br: Botão Câmera
tr: Kamera

# REPLACE_CAMERA_TAB_DEFAULT
source: Default
ar: الافتراضي
de: Standard
es: Por Defecto
fr: Par défaut
he: ברירת מחדל
pt_br: Padrão
tr: Varsayılan

# REPLACE_CAMERA_TAB_CONTACTS
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
he: אנשי קשר
it: Contatti
pt_br: Contatos
tr: Kişiler

# REPLACE_CAMERA_TAB_FAVORITES
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
he: מועדפים
it: Preferiti
pt_br: Favoritos
tr: Favoriler
