Repository: FouadRaheb/Localization
Catalog: ContactSync/*.lproj/Localizable.strings
Languages: de, es, ru, tr

# MY_CONTACTS_LABEL
source: Meus Contatos
de: Meine Kontakte
es: Mis Contactos
ru: Мои контакты
tr: Kişilerim

# SYNC_NOW_BUTTON
source: Sincronizar Agora
de: Jetzt synchronisieren
es: Sincronizar Ahora
ru: Синхронизировать сейчас
tr: Senkronize et

# SYNCING_LABEL
source: Sincronizando...
de: Synchronisieren...
ru: Синхронизация...
tr: Senkronize ediliyor...

# LAST_SYNC_LABEL
source: Última Sincronização
de: Letzte Synchronisierung
es: Última Sincronización
ru: Последняя синхронизация
tr: Son Senkronize

# LAST_SYNC_NEVER
source: Nunca
de: Niemals
ru: Никогда
tr: Asla

# LAST_SYNC_ERROR
source: Erro
de: Fehler
es: Error
ru: Ошибка
tr: Hata

# AUTO_SYNC_LABEL
source: Sincronizar Automaticamente
de: Automatische Synchronisierung
es: Sincronización Automática
ru: Автосинхронизация
tr: Otomatik Senkronizasyon

# AUTO_SYNC_OFF
source: Desligado
de: Aus
es: Apagado
ru: Выключено
tr: Kapalı

# AUTO_SYNC_INSTANT
source: Instantânea
de: Sofort
es: Instantáneo
ru: Мгновенно
tr: Anında

# AUTO_SYNC_DAILY
source: Diariamente
de: Täglich
ru: Ежедневно
tr: Günlük

# AUTO_SYNC_WEEKLY
source: Semanal
de: Wöchentlich
es: Semanalmente
ru: Еженедельно
tr: Haftalık

# AUTO_SYNC_MONTHLY
source: Mensal
de: Monatlich
es: Mensualmente
ru: Ежемесячно
tr: Aylık

# AUTO_SYNC_FOOTER
source: A sincronização instantânea será executada individualmente para cada contato sempre que a imagem do perfil do WhatsApp for alterada. N nDiariamente / Semanalmente / mensalmente executará uma sincronização completa quando você abrir o WhatsApp na frequência selecionada. N nTodos os tipos de sincronização automática respeitarão os selecionados ou excluídos Contatos.
de: Die sofortige Synchronisierung wird für jeden Kontakt einzeln ausgeführt, wenn sich sein WhatsApp-Profilbild ändert. Täglich/Wöchentlich/Monatlich wird eine vollständige Synchronisierung durchgeführt, wenn du WhatsApp in der ausgewählten Frequenz öffnest. Alle Auto-Sync-Typen berücksichtigen deine ausgewählten oder ausgeschlossenen Kontakte.
es: La sincronización automática se activará individualmente para cada contacto cuando su foto de perfil de WhatsApp cambie. Diariamente/Semanalmente/Mensualmente hará una sincronización completa de todos los contactos cuando abras WhatsApp en el intervalo seleccionado. Todos los tipos de Auto Sync respetarán los contactos elegidos o excluidos.
ru: Мгновенная синхронизация будет запускаться индивидуально для каждого контакта при изменении его изображения профиля WhatsApp. Ежедневная/еженедельная/ежемесячная будет запускать полную синхронизацию, когда вы открываете WhatsApp с выбранной периодичностью. Все типы автосинхронизации будут соответствовать выбранному вами или исключенному контакты.
tr: WhatsApp profil resmi her değiştiğinde anında senkronizasyon her kişi için ayrı ayrı çalışır. Günlük / Haftalık / Aylık, seçilen sıklıkta WhatsApp'ı açtığınızda tam bir senkronizasyon gerçekleştirir. Tüm Otomatik Senkronizasyon türleri, seçtiğiniz veya hariç tutulan kişilerinize bağlı olarak çalışır.

# CONTACTS_TO_SYNC_LABEL
source: Contatos para sincronizar
de: Zu synchronisierende Kontakte
es: Contactos Para Sincronizar
ru: Контакты для синхронизации
tr: Senkronize Edilecek Kişiler

# CONTACTS_TO_SYNC_ALL_CONTACTS
source: Todos os contatos
de: Alle Kontakte
es: Todos Los Contactos
ru: Все контакты
tr: Tüm Kişiler

# CONTACTS_TO_SYNC_ALL_EXCEPT
source: Todos, exceto..
de: Alle außer...
es: Todos Menos
ru: Все, кроме
tr: Şunlar Hariç

# CONTACTS_TO_SYNC_SELECTED_CONTACTS
source: Contatos selecionados
de: Ausgewählte Kontakte...
es: Contactos Seleccionados
ru: Выбранные контакты
tr: Seçilen Kişiler

# CONTACTS_TO_SYNC_EXCLUDED_CONTACTS_LABEL
source: Contatos Excluídos
de: Ausgeschlossene Kontakte
es: Contactos Excluidos
ru: Исключенные контакты
tr: Hariç Tutulan Kişiler

# CONTACTS_TO_SYNC_SELECTED_CONTACTS_LABEL
source: Contatos Selecionados
de: Ausgewählte Kontakte
es: Contactos Seleccionados
ru: Выбранные контакты
tr: Seçilen Kişiler

# DOWNLOAD_HIGH_RESOLUTION_PICTURES_FOOTER
source: Isso fará o download das fotos de perfil de alta resolução dos seus contatos e as utilizará para sincronizar. Se desativado, as imagens em miniatura de seus contatos serão usadas.
de: Dadurch werden hochauflösende Profilbilder deiner Kontakte heruntergeladen und für die Synchronisierung verwendet. Wenn deaktiviert, werden die Miniaturbilder deiner Kontakte verwendet.
es: Esto descargará las fotos de perfil de alta calidad de tus contactos y las usará para la sincronización. Si está desactivado, las previsualizaciones de los contactos serán usadas.
ru: Это загрузит изображения профиля в высоком разрешении ваших контактов и будет использовать их для синхронизации. Если этот параметр отключен, будут использоваться эскизы ваших контактов.
tr: Bu, kişilerinizin yüksek çözünürlüklü profil resimlerini indirir ve senkronizasyon için kullanır. Devre dışı bırakılırsa, kişilerinizin küçük resimleri kullanılır.

# DOWNLOAD_HIGH_RESOLUTION_PICTURES_LABEL
source: Download de imagens em alta resolução
de: Hochauflösende Bilder herunterladen
es: Descargar Fotos En Alta Resolución
ru: Скачать изображения в высоком разрешении
tr: Yüksek Çözünürlüklü Fotoğraflar

# REMOVE_PHOTO_IF_DELETED_FOOTER
source: Isso removerá a foto do contato existente se não houver foto de perfil no WhatsApp
de: Dadurch wird das vorhandene Foto deines Kontakts entfernt, wenn auf WhatsApp kein Profilfoto (mehr) vorhanden ist.
es: Esto eliminará la foto previa de tu contacto si no tiene foto de perfil en WhatsApp
ru: Это приведет к удалению фотографии вашего контакта, если в WhatsApp нет фотографии профиля.
tr: Bu, WhatsApp'ta profil fotoğrafı yoksa mevcut kişinin fotoğrafını kaldıracak

# REMOVE_PHOTO_IF_DELETED_LABEL
source: Remover foto se excluído
de: Foto entfernen, falls gelöscht
es: Eliminar Foto Al Borrar
ru: Удалить фото, если оно было удалено
tr: Silindiyse Fotoğrafı Kaldır

# RELAUNCH_ALERT_BUTTON
source: Reabrir
de: Neu starten
es: Relanzar
ru: Перезапуск
tr: Yeniden Başlat

# RELAUNCH_TO_ACTIVATE_MESSAGE
source: Reabra o WhatsApp para ativar sua licença
de: Starte WhatsApp neu, um deine Lizenz zu aktivieren
es: Relanzar WhatsApp para activar la licencia
ru: Перезапустите WhatsApp, чтобы активировать лицензию
tr: Lisansınızın aktifleşmesi için WhatsApp'ı yeniden başlatın

# RELAUNCH_TO_APPLY_CHANGES_MESSAGE
source: Reabra o WhatsApp para aplicar alterações
de: Starte Whatsapp neu, um die Änderungen zu übernehmen
es: Relanzar WhatsApp para aplicar los cambios
ru: Перезапустите WhatsApp, чтобы изменения вступили в силу.
tr: Değişikliklerin uygulanması için WhatsApp'ı yeniden başlatın

# ACTIVATE_FOOTER_MESSAGE
source: Você precisa fazer login com sua conta e comprar uma licença para ativar os recursos de ajustes.
de: Du musst dich mit deinem Konto anmelden und eine Lizent kaufen, um die Tweak Funktionen zu aktivieren.
es: Tienes que iniciar sesión con tu cuenta y comprar una licencia para activar las funciones del tweak.
ru: Вы должны войти в свою учетную запись и приобрести лицензию, чтобы активировать функции настройки.
tr: Tweak özelliklerini etkinleştirmek için hesabınızla giriş yapmanız ve bir lisans satın almanız gerekir.

# DEVELOPER_SECTION_HEADER
source: Desenvolvedor
de: Entwickler
es: Desarrollador
ru: Разработчик
tr: Geliştirici

# CONTRIBUTE_LABEL
source: Contribuir
de: Spenden
ru: Пожертвовать
tr: Bağış

# SUPPORT_SECTION_HEADER
source: Suporte
de: Support
es: Soporte
ru: Поддержка
tr: Destek

# CONTACT_AND_MORE_LABEL
source: Contato e mais
de: Kontakt & Mehr
es: Contacto y más
ru: Контакты и другое
tr: İletişim & Daha fazlası

# CONTACT_AND_MORE_PAGE_TITLE
source: Suporte
de: Support
es: Soporte
ru: Поддержка
tr: Destek

# CONTACT_SUPPORT_SECTION_HEADER
source: Suporte
de: Support
es: Soporte
ru: Поддержка
tr: Destek

# CONTACT_SUPPORT_LABEL
source: Entre em contato com o suporte
de: Support kontaktieren
es: Contactar Soporte
ru: Контактная поддержка
tr: Destek ile iletişime geç

# VERSIONS_TITLE
source: Versões
de: Versionen
es: Versiones
ru: Версия
tr: Versiyonlar

# ACCOUNT_AND_AD_REMOVAL_LABEL
source: Gerenciamento de Contas
de: Kontenverwaltung
es: Gestión de Cuentas
ru: Управление аккаунтом
tr: Hesap Yönetimi

# SETTINGS_SECTION_TITLE
source: Configurações
de: Einstellungen
es: Ajustes
ru: Настройки
tr: Ayarlar

# SETTINGS_EXPORT_LABEL
source: Exportar Configurações
de: Einstellungen exportieren
es: Exportar Ajustes
ru: Настройки экспорта
tr: Ayarları Dışa Aktar

# SETTINGS_IMPORT_LABEL
source: Importar Configurações
de: Einstellungen importieren
es: Importar Ajustes
ru: Настройки импорта
tr: Ayarları içe Aktar

# SETTINGS_RESET_LABEL
source: Restaurar Configurações
de: Einstellungen zurücksetzen
es: Resetear Ajustes
ru: Сбросить настройки
tr: Ayarları Sıfırla

# SETTINGS_RESET_ALERT_TITLE
source: Restaurar Configurações
de: Einstellungen zurücksetzen
es: Resetear Ajustes
ru: Сбросить настройки
tr: Ayarları Sıfırla

# SETTINGS_RESET_ALERT_MESSAGE
source: Isso excluirá suas configurações atuais. Não é possível desfazer esta ação
de: Dadurch werden deine aktuellen Einstellungen gelöscht. Du kannst diese Aktion nicht rückgängig machen.
es: Esto borrará los ajustes actuales, no puedes deshacer esta acción
ru: Это приведет к удалению ваших текущих настроек, вы не сможете отменить это действие.
tr: Bu geçerli tüm ayarlarınızı siler,bu işlemi geri alamazsınız!

# SETTINGS_RESET_ALERT_BUTTON
source: Restaurar
de: Zurücksetzen
es: Resetear
ru: Сброс
tr: Sıfırla

# SETTINGS_IMPORT_ALERT_TITLE
source: Importar Configurações
de: Einstellungen importieren
es: Import Settings
ru: Настройки импорта
tr: Ayarları İçe Aktar

# SETTINGS_IMPORT_ALERT_MESSAGE
source: Isso substituirá suas configurações atuais. Não é possível desfazer esta ação
de: Dies wird deine aktuellen Einstellungen ersetzen. Du kannst diese Aktion nicht rückgängig machen.
es: Esto reemplazará los ajustes actuales, no puedes deshacer esta acción
ru: Это заменит ваши текущие настройки, вы не сможете отменить это действие
tr: Bu geçerli ayarlarınızı değiştirecek,bu işlemi geri alamazsınız!

# SETTINGS_IMPORT_ALERT_BUTTON
source: Importar
de: Import
ru: Импорт
tr: İçe Aktar

# SETTINGS_EXPORT
source: Isso substituirá suas configurações atuais. Não é possível desfazer esta ação
de: Dies wird deine aktuellen Einstellungen ersetzen. Du kannst diese Aktion nicht rückgängig machen.
es: Esto reemplazará los ajustes actuales, no puedes deshacer esta acción
ru: Это заменит ваши текущие настройки, вы не сможете отменить это действие
tr: Bu geçerli ayarlarınızı değiştirecek,bu işlemi geri alamazsınız!

# USER_GUIDE_LABEL
source: Guia de Usuário
de: Benutzerhandbuch
es: Guía de Usuario
ru: Руководство пользователя
tr: Kullanıcı Kılavuzu

# USER_GUIDE_MULTIPLE_NUMBERS_TITLE
source: Entre em contato com vários números
de: Kontakt mit mehreren Nummern
es: Contacto con Múltiples Números
ru: Контакт с несколькими номерами
tr: Birden Fazla Numarası Olan Kişiler

# USER_GUIDE_MULTIPLE_NUMBERS_DETAIL
source: Ao sincronizar, o número com uma foto de perfil disponível será usado. Se houver 2 ou mais números com fotos, será usado um número aleatório. N nVocê pode selecionar um número na página 'Meus contatos' para usá-lo na sincronização o contato.
de: Bei der Synchronisierung wird die Nummer mit einem verfügbaren Profilbild verwendet, wenn 2 oder mehr Nummern mit Profilbildern verfügbar sind, wird eine Zufälliges verwendet. Du kannst eine Nummer auf der Seite 'Meine Kontakte' auswählen, um sie beim Synchronisieren des Kontakts zu verwenden.
es: Al sincronizar, el número con foto de perfil se usará.Si 2 o más números con fotos de perfil están disponibles, se usará uno aleatorio. Puedes seleccionar un número desde la página 'Mis Contactos' para usarlo al sincronizar el contacto.
ru: When syncing, the number with an available profile picture will be used, if 2 or more numbers with pictures are available, a random one will be used. You can select a number from 'My Contacts' page to use it when syncing the contact.
tr: Senkronize edilirken, kullanılabilir bir profil resmine sahip numara kullanılır, resimlerle 2 veya daha fazla numara mevcutsa rastgele bir resim kullanılır. Kişiyi senkronize ederken kullanmak için 'Kişilerim' sayfasından bir numara seçebilirsiniz.

# MY_CONTACTS_TITLE
source: Meus Contatos
de: Meine Kontakte
es: Mis Contactos
ru: Мои Контакты
tr: Kişilerim

# SELECT_CONTACTS_TITLE
source: Contatos Selecionados
de: Kontakte auswählen
es: Seleccionar Contactos
ru: Выбрать контакты
tr: Kişileri seç

# ALL_CONTACTS_CONTAINERS_LABEL
source: Todos os Contêiners
de: Alle Container
es: Todos los Grupos
ru: Все
tr: Tüm Kapsayıcılar

# SELECT_CONTACT_CONTAINER_ALERT_TITLE
source: Selecione um contêiner de contato
de: Wähle einen Kontakt-Container aus
es: Seleccionar un Grupo de Contactos
ru: Выбрать контакт
tr: Bir Kişi Kapsayıcısı Seçin

# SELECT_CONTACT_CONTAINER_ALERT_MESSAGE
source: Os contêineres podem ser do tipo Local, Exchange ou CardDAV. Seu tipo de contêiner do iCloud é um CardDAV.
de: Container können vom Typ Local, Exchange oder CardDAV sein. Dein iCloud-Containertyp ist ein CardDAV.
es: Los Grupos de contactos pueden ser de tipo Local, Exchange o CardDAV. Tu grupo de iCloud es un CardDAV.
ru: Контейнеры могут быть типа Local, Exchange или CardDAV. Тип контейнера iCloud-CardDAV.
tr: Kapsayıcılar Yerel, Exchange veya CardDAV türünde olabilir. İCloud Kapsayıcı türünüz bir CardDAV.

# NO_PHOTO_TEXT
source: Sem Foto
de: Kein Foto
es: NSin Foto
ru: Нет фото
tr: Fotoğraf Yok

# PHONE_NUMBERS_FOOTER
source: O número selecionado será usado para sincronização, leia mais na página do guia do usuário.
de: Die ausgewählte Nummer wird für die Synchronisierung verwendet. Weitere Informationen sind auf der Benutzerhandbuchseite.
es: El número seleccionado se usará para la sincronización, lee más en la. Página de guía de usuario.
ru: Выбранный номер будет использоваться для синхронизации, подробнее читайте на странице руководства пользователя.
tr: Seçilen numara senkronizasyon için kullanılacaktır, kullanıcı kılavuzu sayfasından daha fazla bilgi edinin.

# SYNC_PHOTO_TO_CONTACT_BUTTON
source: Sincronizar foto para contato
de: Foto mit Kontakt synchronisieren
es: Sincronizar Foto al Contacto
ru: Синхронизация фото с контактом
tr: Fotoğrafı Kişiyle Senkronize Et

# DELETE_CONTACT_PHOTO_BUTTON
source: Excluir foto do contato
de: Kontaktfoto löschen
es: Borrar Foto de Contacto
ru: Удалить фотографию контакта
tr: Kişi fotosunu sil

# CONTACT
source: Contato
de: Kontakt
es: Contacto
ru: Контакт
tr: Kişi

# LOADING
source: Carregando...
de: Laden...
es: Cargando...
ru: Загрузка...
tr: Yükleniyor...

# OKAY
source: Ok
de: Okay
es: Okay
ru: Хорошо
tr: Tamam

# CANCEL
source: Cancelar
de: Abbrechen
ru: Отменить
tr: İptal

# RELAUNCH
source: Reabrir
de: Neu starten
es: Relanzar
ru: Перезапустить
tr: Yeniden Başlat

# ALL
source: Todos
de: Alle
es: Todo
ru: Все
tr: Hepsi
